{
  "id": "10539",
  "title": "Scamfluencers",
  "description": "You never really know someone…especially online. In today’s world, the power of influence can be the quickest path to money and fame, and it often ends in ruin. These are the stories of the world’s most insidious Scamfluencers. And we are their prey. On Wondery’s new weekly series, join co-hosts Scaachi Koul and Sarah Hagi as they unpack epic stories of deception from the worlds of social media, fashion, finance, health, and wellness. These influencers claim to be everything from charismatic healers to trusted financial insiders to experts in dating. They cast spells over millions. Why do we believe them, and how does our culture allow them to thrive? From Black Swan Murder to a fake social media influencer to an audacious Hollywood Ponzi schemer, each season will take the listener along the twists and turns, the impact on victims, and what’s left when the facade falls away. New episodes come out every Monday for free, with 1-week early access for Wondery+ subscribers. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
  "seasons": [
    {
      "season": 1,
      "title": "Season 1",
      "image": "https://content.production.cdn.art19.com/images/19/f4/f9/af/19f4f9af-4a18-44e1-a622-726f43feb79d/b940894c5bf8848e97f3644356dd6bbe938e1f5e7580967c4fbb02b063318a6e441455df2c642b0c7a780459385fb47d3147c2b2f27bd575717109dcd2790936.jpeg",
      "episodes": [
        {
          "title": "Ballet's Lethal Start-Up | Black Swan, Inc. | Part One",
          "description": "What happens when a former ballerina and a shady businessman try to revolutionize the world of dance? Welcome to the Fyre Fest of the ballet world. In this two-episode series, power couple Doug and Ashley Benefield use their money and influence to launch what appears to be a groundbreaking ballet company. One that champions diversity and inclusivity. The only problem is, none of that is true. Because as dancers put their careers on the line for this new company, it all begins to spin out of control — just as Doug and Ashley’s marriage falls apart.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ballet's Lethal Start-Up | Pointe and Shoot | Part Two",
          "description": "Dancers go unpaid as American National Ballet struggles to stay afloat. Behind the scenes, Ashley and Doug Benefield's marriage takes a turn for the worse. What starts as a dream will end in murder.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Hollywood Ponzi Scheme | The Talented Mr. Avery | Part One",
          "description": "Zach Horwitz owns a sandwich and smoothie shop in Chicago, but dreams of moving to Hollywood to make it as an actor. Luckily, Zach knows a thing or two about creating high-stakes fantasy worlds, just like in the movies. So he crafts an opportunity of a lifetime out of thin air that lands him and his girlfriend, Mallory, in Los Angeles. Mallory is his biggest supporter, and for a while, it seems like Zach is finding fast success… until he bites off more than he can chew. Over the next three episodes, Scaachi and Sarah will explore the meteoric rise of a Hollywood wannabe best-known for his headline-making arrest.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Hollywood Ponzi Scheme | Once Upon a Crime in Hollywood | Part Two",
          "description": "Zach Horwitz is finally living out his movie star dream. He even has a new stage name. The call sheet has him listed as Zach Avery. But behind the scenes, he's starting to break character as a businessman. His Ponzi scheme disguised as a production company is beginning to fumble. If Zach plans to continue fooling his investors, he'll need to keep the cash flowing.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Hollywood Ponzi Scheme | To Live and Lie in LA | Part Three",
          "description": "Zach's fake business deals and lies are starting to catch up with him. The money has stopped flowing, and entertainment bigwigs are hounding him for answers. But like everyone else in Hollywood, Zach thinks he's just one box-office smash away from solving all his problems.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dr. Teen Love, MD | Master of Deception",
          "description": "Malachi Love-Robinson, a sickly teenager from South Florida, has dreams of becoming a doctor someday. The only problem? He doesn’t want to wait. With just a white lab coat and a stethoscope, Malachi transforms himself into “Doctor Love” and launches a medical career. Unfortunately, as with all good scammers, he gets too ambitious, raising the stakes higher and higher, until one day, the “Doctor” meets the wrong “patient.”",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Brazil's Supermom | Mommy Dearest | Part One",
          "description": "Beloved gospel singer and congresswoman, Flordelis dos Santos de Souza was revered in Brazil as the “Mother of the Nation” for adopting 55 children. But when her husband is killed during an armed robbery -- everyone in the family becomes a potential suspect. The investigation unravels a deception so twisted it shocks the nation. Is Floredlis a superstar or super-criminal?",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Brazil's Supermom | Bad At Dying | Part Two",
          "description": "Suspicion builds around Flordelis and her mega-sized family as the investigation unfolds and the horrifying truth comes to light. When a suspect is arrested and Flordelis’ children begin to turn on her, it becomes clear that her saintly facade may have been the greatest con of all.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 2,
      "title": "Season 2",
      "image": "https://content.production.cdn.art19.com/images/19/f4/f9/af/19f4f9af-4a18-44e1-a622-726f43feb79d/b940894c5bf8848e97f3644356dd6bbe938e1f5e7580967c4fbb02b063318a6e441455df2c642b0c7a780459385fb47d3147c2b2f27bd575717109dcd2790936.jpeg",
      "episodes": [
        {
          "title": "Fake Saudi Prince | Catch Me If You Scam | Part One",
          "description": "Prince Khalid bin al-Saud is an international playboy from an ultra-wealthy Saudi family. He's posted hundreds of photos on Instagram showing off his lavish lifestyle, complete with private jets, designer bags, and a diamond-encrusted jaguar-shaped bracelet. But there's one problem -- he's a fake. His real name is Tony Gignac and he's from Detroit, Michigan. And he's about to pull off a series of daring cons from Dubai to Miami.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Fake Saudi Prince | We’ll Never Be Royals | Part Two",
          "description": "Anthony Gignac, masquerading as a Saudi prince, is finally living the life of luxury he’s always dreamed of. But of course, it’s not enough. He’s planning his biggest scam yet. He’s going to buy one of Miami’s most iconic hotels. That is, until a billionaire real estate magnate starts digging around… and discovers a trail of lies.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Coachella Con Artist | Festival Of Lies",
          "description": "Chinese real estate executive Serena Shi appears to be living the American dream. She’s wealthy, glamorous, and runs a business showing other Chinese investors how they, too, can cash in on California real estate. When she announces her latest project — a luxury resort she plans to build in Coachella Valley — she quickly nets millions of dollars. There’s just one problem: Her dazzling desert property is nothing more than a mirage.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Yoga Hustler | The Notorious G.U.R.U | Part One",
          "description": "Ever since childhood, Katie Griggs has been searching for her purpose in life. When she discovers kundalini yoga, she becomes convinced she’s finally found it. She follows her vision and decides to start her own yoga studio in Los Angeles. RA MA Institute attracts celebrities, garners glowing press, and expands into a global yoga empire. But behind the scenes, the woman who now calls herself Guru Jagat isn’t nearly as enlightened — or as trustworthy — as she seems.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Yoga Hustler | Gurus Gone Wild | Part Two",
          "description": "As Guru Jagat starts spewing dangerous conspiracy theories, her followers become determined to expose her for what she really is: A fraud. Their revelations, coupled with explosive new allegations from other members of the kundalini yoga community, force everyone to choose a side: Guru Jagat or… reality.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Billionaire Gucci Master | Part One",
          "description": "On Instagram, Hushpuppi flaunts an extravagant international lifestyle. He wears head-to-toe Fendi and poses next to Bentleys and private jets. His millions of followers know him as the former “Yahoo boy” — a Nigerian email scammer — who transcended poverty and now calls himself the Billionaire Gucci Master. But his haters, including more than a few rappers, all want to know: Where is his money coming from? ",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Billionaire Gucci Master: Part II",
          "description": "Hushpuppi is expanding his business with some new partnerships, including with the North Korean cyber criminals who hacked into Sony. He’s becoming one of the most elite Internet scammers in the world, and he’s well on his way to pulling off a massive, multi-million dollar money laundering scheme… If only he could stop posting about it on the gram.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Desperate Housewife",
          "description": "On Bravo’s The Real Housewives of Salt Lake City, Jen Shah drives a Porsche, throws lavish parties, and brags about her $50,000-a-month shopping sprees. But when she gets arrested on camera and charged with serious federal crimes, including conspiracy to commit money laundering, it becomes clear she’s been leading a double life. Now, this drama queen is getting her own reality check. ",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Golden Age of Scammers: An Interview with Evan Ratliff",
          "description": "Ever wonder why it feels like we’re in the golden age of scammers? In this special episode of Scamfluencers, hosts Scaachi Koul and Sarah Hagi sit down with fellow journalist Evan Ratliff, the host of Persona: The French Deception, to discuss our culture’s rabid obsession with conning. They dig deep into Ratliff’s investigation into Gilbert Chikli, the prolific con artist whose bold telephone scams netted more than $50 million, and discuss how influence can make — and break — a scammer.   ",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 3,
      "title": "Season 3",
      "image": "https://content.production.cdn.art19.com/images/19/f4/f9/af/19f4f9af-4a18-44e1-a622-726f43feb79d/b940894c5bf8848e97f3644356dd6bbe938e1f5e7580967c4fbb02b063318a6e441455df2c642b0c7a780459385fb47d3147c2b2f27bd575717109dcd2790936.jpeg",
      "episodes": [
        {
          "title": "The Book Bandit",
          "description": "When a seemingly sophisticated phishing scam preys upon some of the biggest authors, publishers, and agents in the world, it throws the book industry into chaos – and turns everyone involved into an amateur detective. Rumors about the scammer’s identity – and motives – abound. And as the scammer gets bolder, his targets become determined to crack the mystery wide open.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Gossip Girls | Part I",
          "description": "In 2016, a mysterious apology video surfaces online. In it, two jet-setting sisters from Canada, Kiran and Jyoti Matharoo, claim they’re the masterminds behind a vicious gossip site that’s been stirring up scandal and controversy in Nigeria. The only problem? The video is a fabrication — and the truth is even stranger.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Gossip Girls | Part II",
          "description": "The Matharoo sisters have gone from globe-trotting tastemakers to detained prisoners. Stuck in an airport hotel without their passports or phones, they decide to take matters into their own hands – and hatch a bold escape plan. Before long, their story goes from local gossip fodder to an international scandal.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Serial Killer Grifter | Part I",
          "description": " In the late 1970s, a French horror fan named Stéphane Bourgoin becomes obsessed with serial killers. He manages a used bookstore specializing in crime fiction and begins writing articles on the topic, fashioning himself into an expert on all things morbid. And his career really takes off when he scores the opportunity of his dreams: to interview actual serial killers in prison. But the more influential he becomes, the closer he’ll get to being found out: as the ultimate fanboy and a total fraud.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Serial Killer Grifter | Part II",
          "description": "By the 2000s, Stéphane Bourgoin isn’t just writing books and making documentaries about serial killers – he’s also influencing cops, prosecutors, and judges. He’s gained a group of devoted fans who watch all of his interviews and study his work. But when his fans begin to notice discrepancies in his stories, they band together to investigate a new subject: Stéphane himself. What they uncover will be even more disturbing than some of Stéphane’s own true crime tales. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Superstar Sports Scammer | Part I",
          "description": "When superstar NFL quarterback Tom Brady gets badly injured on the field, he turns to his secret weapon, an unlicensed “body coach” named Alex Guerrero. Together, the duo become unstoppable, creating their own company together and even peddling their own products and philosophies. But their questionable partnership will prove more than controversial… maybe even dangerous. ",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Superstar Sports Scammer | Part II",
          "description": "As Alex Guerrero comes under scrutiny for fraud allegations and FTC fines, Tom Brady doubles down on his good friend and business partner. Together, they open a sports center, publish a book, and promote their own brand of supplements. But as their popularity grows, some of their most troubling beliefs will come to light. ",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Prep School Perpetrator",
          "description": "After being humiliated and exploited at her elite New York City prep school, Danielle Miller sets out to reinvent herself. She ends up befriending a group of young socialites in Los Angeles, and before long, she’s flying on private jets, picking up pricey dinner tabs, and running her own P.R. firm. But when Danielle is arrested crossing into the U.S. border from Mexico, the source of her money becomes more clear — and her life slowly begins to unravel. ",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Reality Show Scammer: Live From Obsessed Fest",
          "description": "In the early 2000s, hopeful reality show contestants in the U.K. sign up for what they think will be the opportunity of a lifetime. In exchange for a year of living their lives on camera, they’re offered a chance to win £100,000, plus a shot at fame and stardom. But when the contestants start asking questions and putting the pieces together… they realize the show they’ve agreed to is a complete sham. Scaachi and Sarah tell the twisted tale in front of a live audience at Obsessed Fest in Columbus, Ohio. ",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/19/f4/f9/af/19f4f9af-4a18-44e1-a622-726f43feb79d/539a50f79529628dbde7aa116778056619b802bfa0247cb739db907085e0b595a5521efc78faa831ebddc235d69beb27e1e36fd51f825bc888f0c11cccbd9cd8.png",
  "updated": "2022-10-24T07:01:00.000Z"
}