{
  "id": "10660",
  "title": "More Than A Feeling",
  "description": "Most of us have gotten at least a little emotional at some point recently. It’s natural. But why do we have emotions and how much should we pay attention to them on any given day? Can we learn to skillfully choose which emotions to listen to and which ones to just let move on by? In More Than A Feeling , the latest podcast from Ten Percent Happier, host Saleem Reshamwala goes on a real life quest to find the answers to these questions. He’ll experiment with neuroscientists, dive into stories with historians and philosophers, and document how musicians, therapists, hairdressers and airplane pilots work with emotions.  Saleem sifts through the human condition to find stories and insights that will help us define our most fundamental relationships: our relationship to our own emotions, and to each other’s.",
  "seasons": [
    {
      "season": 1,
      "title": "Season 1",
      "image": "https://content.production.cdn.art19.com/images/88/d5/9d/bd/88d59dbd-34b3-4588-b173-f2860a70ee4f/d39fe5e91a7538baf18d19f2a7509a995d8852a63972a84058634ab791aa67986d5d6b7e1a49143089d6ce72b9f28cd92088476f1b310be35dd436621123d1c0.jpeg",
      "episodes": [
        {
          "title": "Vibe: A Distributed Emotion",
          "description": "We hear a lot about “vibe” these days: Vibe check, a shift in the vibe, catching a vibe, don't kill the vibe. With the help of scholars and researchers Ellen Dissanayake, Connie Bainbridge, and Maria Witek we’ll define this feeling by drawing a fun, evolutionary line from the sweet sounds of baby talk and lullabies, all the way to adults vibing to the music they love. To put our findings to the test, musicians Phil Cook & Ally J help Saleem write a new lullaby, and DJ Zephyr Ann & DJ Rang demonstrate the power of experiencing “distributed emotion” through music. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Rage: I’m Not Mad",
          "description": "This week, we investigate something that’s long been accepted as a fact about emotions without being put to a scientific test: the stereotype that women are more emotional than men. We meet Psychologist Dr. Adriene Beltz, who’s trying to close that research gap, hear an enraging story from Author Kate Moore about a 19th century woman whose husband commits her to an asylum for expressing her feelings, and talk with Therapist and Researcher Araya Baker about how expectations around emotions and gender impact everyone.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Joy & Shame: The Wisdom of Fandom",
          "description": "",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Nostalgia: The El Michels Affair Episode",
          "description": "",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Jealousy: Friends & Lovers",
          "description": "",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Acceptance: You’re Okay, I’m Okay",
          "description": "",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Fear: Get Me Out of Here",
          "description": "",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Prologue: What’s More Than A Feeling?",
          "description": "",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/88/d5/9d/bd/88d59dbd-34b3-4588-b173-f2860a70ee4f/067c26b8a612db644940641db4571613a41dd52888a5ce38e1b21c170bf73c3d97500fa010a2ad1849832e11089c6e997e6142e6a70be8dc4babbb6fdf2a8a6c.png",
  "genres": [
    "All",
    "Personal Growth"
  ],
  "updated": "2022-08-02T15:14:11.000Z"
}