{
  "id": "6451",
  "title": "Detective Trapp",
  "description": "Anaheim investigator Julissa Trapp is not like other detectives. She’s the only woman on the homicide squad, and a skilled chameleon: undercover cop in vice stings, crime-scene commander, patient confidante of killers. A master interrogator, she invokes her personal experience – and deepest griefs – as a tool to elicit confessions. When a young woman’s body is found at a trash-sorting plant, Trapp learns the murder may be linked to the disappearance of three other women in nearby Santa Ana. Trapp embarks on a dark journey that brings her face to face with a man who takes “a little piece of her soul.” The series is about a singular detective on a relentless, sometimes lonely quest for answers. From the Los Angeles Times and Wondery, “Detective Trapp” is a new story from Christopher Goffard, the writer and host of “Dirty John.”",
  "seasons": [
    {
      "season": 1,
      "title": "Season 1",
      "image": "https://content.production.cdn.art19.com/images/db/ee/b4/b5/dbeeb4b5-40f6-4b03-8d99-2a81b5cf8e33/012e1a354192659178c1ed28171d0f24c5b181265e9225dd24b03382dc171aa1efb55699ad29e4616d81aff6de051cfb36b91020cdd63320291f9c97466c3ef8.jpeg",
      "episodes": [
        {
          "title": "All the Missing",
          "description": "Episode 1: Detective Julissa Trapp fights her way onto the homicide unit in her hometown of Anaheim, California — and strives amid personal struggles to understand God’s plan for her. In a nearby city, women begin vanishing.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Circuits",
          "description": "Episode 2: Detective Trapp finds a young woman’s body at a recycling plant. The investigation leads to the dangerous streets where the victim worked. Is her death connected to the disappearances of three other women?",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Partners",
          "description": "Episode 3:  After weeks of frustration, Anaheim detectives break a murder case wide open —and find it larger and stranger than anyone could have anticipated.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Interview",
          "description": "Episode 4:  Detective Trapp comes face-to-face with a suspected serial killer during a harrowing 13 1/2-hour interview that tests all her skill and endurance. To win, she must trick her adversary.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Secret Graves",
          "description": "Episode 5: A serial killer’s trial does not end the case for Detective Trapp. In its aftermath, she finds herself on a quest all her own.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Behind The Scenes",
          "description": "Christopher Goffard talks with Matthew Shaer, host of Over My Dead Body, about the journey from Dirty John to Detective Trapp.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/db/ee/b4/b5/dbeeb4b5-40f6-4b03-8d99-2a81b5cf8e33/3661121915afa366ce97e923e54003290a0cf6f67a9e52eba050514df5276702b51e4c13f5af4feab8410c29b21aeece9d96af3e0464bcd24a603a42a3755ef9.png",
  "genres": [
    "All",
    "True Crime and Investigative Journalism"
  ],
  "updated": "2022-04-05T20:18:06.000Z"
}