{
  "id": "8364",
  "title": "Business Movers",
  "description": "Behind every successful business is a story. It starts with a vision and a leap of faith. Along the way, leaders make bold decisions, ride booms and busts, and sometimes, they reach new heights. From Wondery, the makers of the hit series  Business Wars , and Lindsay Graham, the host of  American History Tellers  and  American Scandal , comes a weekly podcast that brings you the true stories of the brilliant but all-too-human businesspeople who risked it all. From Walt Disney’s creation of a theme park in Orlando, to the colossal failure of New Coke,  Business Movers  will explore the triumphs, failures and ideas that transformed our lives. Wondery+ subscribers get 1-week early access to new episodes. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
  "seasons": [
    {
      "season": 1,
      "title": "Building a Better Theme Park",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/70/71/8a/fa/70718afa-7359-4c4e-8796-f0cd42ed8ae8/27659de964053688cc967ae2934a1d054d9304a3ee3310ce9b2d44796a40a6d3ede3aab19754ea4e6418121373c75a13ae4e690646725c7cf491624b83e8a20c.jpeg",
      "episodes": [
        {
          "title": "Walt Disney: Building a Better Theme Park | Project Future",
          "description": "As Walt Disney sets out to build a second theme park in Florida, he quietly works to keep the top secret project out of the public eye. To make his dream a reality, and to keep Project Future under wraps, Walt will rely on a close-knit team of lawyers, executives, and former World War Two spies. This is the first in our four-episode series on Walt’s efforts to create a second theme park that would correct the errors of his first. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Walt Disney: Building a Better Theme Park | Secrets and Spies",
          "description": "With the help of a former World War Two spy named Paul Helliwell, Walt Disney fights to keep Project Future out of the papers as he navigates a local labyrinth of closed door deals, nosy politicians and intrepid reporters. But Walt’s biggest secret isn’t Project Future—it’s a private battle he’s fighting with his own body. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Walt Disney: Building a Better Theme Park | The Genius and his Brother",
          "description": "As Walt Disney fights to overcome his failing body, he and his brother Roy battle over the future of Walt’s latest obsession, and his biggest idea yet: an Experimental Prototype Community of Tomorrow; or as Walt calls it, EPCOT.  ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Walt Disney: Building a Better Theme Park | End of the Line",
          "description": "On the next episode of Business Movers: In the aftermath of Walt’s death, Roy Disney fights to fulfil his brother’s legacy and carry Project Future over the finish line. To get the job done, Roy will have to run the gauntlet of Florida politics, labor troubles, and his own declining health.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Walt Disney: Building a Better Theme Park | Author Chad Denver Emerson on the Success, or Failure, of “Project Future”",
          "description": "For Disney World expert Chad Denver Emerson, the Walt Disney World Resort is more than entertainment. It’s one of his greatest passions. Chad is the author of multiple books on Disney World, including Project Future: The Inside Story Behind the Creation of Disney World. He’s also an expert on city and urban planning, which makes him uniquely qualified to answer the question: Does the Walt Disney World Resort live up to the highest ideals of Walt’s vision for a City of Tomorrow? ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 2,
      "title": "Coca-Cola’s Greatest Mistake",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/cb/46/19/b7/cb4619b7-c24d-4522-aab4-ef5ff09be86d/7875be73cbb404cd8e1e73a22c5b83f87d5d7b8dbb6eeb64a442c27d90ba60f7665f62002a8157ed153378e35b10fb4e6856416efe4561b7aaac787789f53bb2.jpeg",
      "episodes": [
        {
          "title": "Coca-Cola’s Greatest Mistake | Out With The Old",
          "description": "In 1985, when Coca-Cola eliminated its signature soft drink, “Coke”, and replaced it with a new and improved version called “New Coke”, the American people revolted. In this series premiere, we go back to the beginning of the story and meet the man responsible for Coca-Cola’s biggest blunder: Roberto Goizueta, a brilliant Cuban immigrant who started from the bottom and rose to the highest rung of Coca-Cola’s corporate ladder. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Coca-Cola’s Greatest Mistake | Agent of Change",
          "description": "Newly appointed Coca-Cola chairman Roberto Goizueta gains lost ground in the Cola Wars with several bold maneuvers, including the launch of a brand new diet soft drink. As he strives to beat Pepsi, Roberto fights to remake the culture of Coca-Cola and take the company in a bold new direction by putting an emphasis on taste and quality over image and brand. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Coca-Cola’s Greatest Mistake | Don't Blink",
          "description": "As Roberto and the Project Kansas team work in secret to launch New Coke, PepsiCo’s CEO Roger Enrico gets ready to fight back. In the aftermath of New Coke’s launch, Enrico launches a counter attack in the media that he hopes will put an end to the Cola Wars and make PepsiCo the victor.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Coca-Cola’s Greatest Mistake | Strategic Retreat",
          "description": "n the aftermath of the New Coke rollout, Coca-Cola chairman Roberto Goizueta deals with an onslaught of bad press, angry phone calls and nasty letters from Coke fans who want their old soft drink back. In this moment of crisis, Roberto sees opportunity in adversity and uses data as a weapon to fight back.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Coca-Cola’s Greatest Mistake | Who Killed New Coke?",
          "description": "Tim Murphy, a senior reporter at Mother Jones, normally writes about national politics, not soda. In this interview episode on Coca-Cola’s Greatest Mistake, Tim will explain how New Coke is a story about both. According to Tim, New Coke didn’t fail. It was murdered in a culture war that has many parallels to today.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 3,
      "title": "The Rise and Fall of Uber",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/eb/50/d5/56/eb50d556-24e8-4f58-a6b7-4bd1550e2663/de27ee66e5d6b44707d28c22e9bd19e337e611c138ab8889a50b4b471c4ccce8e54f9148e3a806b33d63ebe032e5cff5f7567c96a84650e7b077f52b232bcd68.jpeg",
      "episodes": [
        {
          "title": "The Rise and Fall of Uber | #Winning",
          "description": "Uber's spectacular rise wasn’t the smoothest ride. The world-changing ride sharing app broke more than a few rules--and laws--on it’s way to the top, and its controversial co-founder Travis Kalanick fostered a toxic corporate culture that eventually caught up to him. This is the first in our four-episode series on the rise and fall of Uber.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Rise and Fall of Uber | A Very Strange Year",
          "description": "Susan Fowler’s blistering story reveals a systemic problem at Uber, and it’s the first of a series of scandals that damages Uber’s already rocky reputation, and places CEO Travis Kalanick under the microscope of public scrutiny.  ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Rise and Fall of Uber | Greyball",
          "description": "New York Times journalist Mike Issac’s story about a secret spying program at Uber puts Travis in the crosshairs of Uber’s board of directors and threatens to deprive the infamous leader of the company he helped create.  ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Rise and Fall of Uber | Principled Confrontation",
          "description": "Former Uber engineer Susan Fowler battles threats from all directions as Travis Kalanick grapples with the aftermath of a personal tragedy that brings him to his knees. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Rise and Fall of Uber | Get Super Pumped About Meeting Mike Isaac",
          "description": "Mike Isaac, the author of Super Pumped: the Battle for Uber, is more than a technology writer for the New York Times. He’s a character in the Uber story. Mike sits down with host Lindsay Graham to tell the behind the scenes story of how he broke some of Uber’s darkest secrets.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 4,
      "title": "The Myth of John Delorean",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/7b/ca/f9/ec/7bcaf9ec-90a2-40b8-8bff-61882af76c38/035d3101d09ec0107b3cd1a876243cc5eef6b7fba3252ed05db049a29f137c5c1f6778416f2f2bfa8a66e76a27892b2530e9be400696cdec84e376cc3acc383a.jpeg",
      "episodes": [
        {
          "title": "The Myth of John DeLorean | The Prophet",
          "description": "The name “DeLorean” isn’t just synonymous with the 1985 blockbuster film Back to the Future, it’s also infamous for its connection to two uniquely American innovations: the sportscar and the drug trade. John DeLorean was a legend of the automobile industry who rose to the highest levels within General Motors. But his ambition for more than what Detroit could offer brought him to Hollywood, where he became entangled in a web of drugs, betrayal—and the FBI.  ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Myth of John DeLorean | Betrayal",
          "description": "As pressure grows in Northern Ireland to get the DMC-12 ready for mass-production, John seeks out Colin Chapman, the man behind Lotus Cars. A partnership with Chapman leads John to turn against some of his closest friends and engage in a questionable financial deal that could bilk investors out of millions.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Myth of John DeLorean | Wax Wings",
          "description": "Desperate to raise millions and save his company, John DeLorean cuts a backroom deal with a drug smuggler and a crooked banker. Little does John know, he’s fallen into an elaborate trap set by the United States government.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Myth of John DeLorean | The Trials",
          "description": "John DeLorean faces off with the United States government in a massive trial that gains attention all over the world. But just as it looks like John might be able to beat the drug charges against him, it becomes clear that charges of financial fraud are just around the corner.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Myth of John DeLorean | Framing John DeLorean",
          "description": "Filmmaker Tamir Ardon’s lifelong obsession with DeLorean led him to join forces with fellow filmmakers Sheena Joyce and Don Argott to create a hit documentary. Sheena, Don and Tamir sit down with host Lindsay Graham to talk about how they chose to frame John DeLorean.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 5,
      "title": "The Enlightenment of Steve Jobs",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/e2/fe/db/35/e2fedb35-0882-4f02-afe1-6d49a867c0dc/449460324655e5390049c36f7702b198e0b4c0a753b876f7e8ed17b19a1814afc0d7bbfa5e92d02b38edb157606cd12bb244d403086ab098b49fab3132d718a7.jpeg",
      "episodes": [
        {
          "title": "The Enlightenment of Steve Jobs | Little Black Cubes",
          "description": "After Steve Jobs is fired by Apple in 1985, he sets out to build the computer of the future and prove himself a worthy leader. So he founds a new computer company called NeXT and purchases a little known animation studio called Pixar. In order to succeed, Steve is forced to confront the mistakes of his past and chart a new course for the future. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Enlightenment of Steve Jobs | The Other Side of the Table",
          "description": "As Steve’s company NeXT fails to make waves in the computer industry, Steve refocuses his time and energy on Pixar. While many people think his star has faded, Steve bides his time and makes a triumphant return that nobody sees coming.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Enlightenment of Steve Jobs | Metamorphosis",
          "description": "Steve Jobs returns to Apple and revolutionizes the company by applying lessons from the past, looking beyond computers and introducing a new product that will forever change the way people consume music: the iPod. ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Enlightenment of Steve Jobs | Staring Off into the Future",
          "description": "In the wake of his cancer diagnosis, Steve Jobs seeks to secure Pixar’s future, reward those who have stayed loyal to him, and transform Apple with the launch of the iPhone.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Enlightenment of Steve Jobs | Becoming Steve Jobs",
          "description": "In this interview episode, Rick Tetzeli, co-author of the New York Times Bestseller Becoming Steve Jobs provides an inside look at what drove Steve, what stood in his way, and how he was able to mature as a leader.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 6,
      "title": "Back from the Dead",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/f8/99/34/23/f8993423-ee14-4ba1-b4a5-0cc5499c8e50/b3ba6bb18ab77bc80c3b019eda9ba1c36d2b18d790cf2cdce773a17800db085556edd39d7569eb2788da6014904d6d5c4915115e2cb15c18a1895246e1e9f6d6.jpeg",
      "episodes": [
        {
          "title": "General Motors: Back from the Dead | In With the New",
          "description": "General Motors is America’s carmaker, an empire that helped build Detroit Motor City. Since 1908, General Motors has been a key driver of the workforce, the economy and American culture. But in 2008, the once-thriving car business came to a screeching halt. In the wake of the Great Recession, an engineer turned human resources executive named Mary Barra [BAR-uh] rises to power at General Motors and helps bring America’s automaker back from the dead.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "General Motors: Back from the Dead | Fatal Flaws",
          "description": "General Motors’ brand new CEO Mary Barra navigates a crisis unlike any other as General Motors recalls thousands of vehicles after investigations reveal they caused the deaths of dozens of drivers.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "General Motors: Back from the Dead | Winds of Change",
          "description": "In the face of disruptive changes in the automobile industry, Mary Barra throws out the old GM playbook and writes a new one for making the cars of tomorrow.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "General Motors: Back from the Dead | Electric Destiny",
          "description": "As Mary Barra races toward an electric future against the likes of Tesla, she will have to reckon with tough decisions involving GM’s workforce. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "General Motors: Back from the Dead | David Welch Sees General Motors’ Future",
          "description": "David Welch, Bloomberg’s Detroit bureau chief, gives a crash course on all things GM, including how he successfully predicted GM’s bankruptcy four years before it happened.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 7,
      "title": "The Mind Behind Marvel",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/23/f3/d8/f9/23f3d8f9-6c7a-4df0-9345-ca63ddd62d23/a31d0bcb8de32b2cd61a4e12cbca462e4ba9f7c99d7cc39009816d6c0a24684e706dde6c573ba7e5fe1d1b9b1355e5afb73597531ac4a28a5224dfad3973b424.jpeg",
      "episodes": [
        {
          "title": "Stan Lee: The Mind Behind Marvel | Origin Story",
          "description": "Comic book legend Stan Lee co-created some of the world’s most iconic superheroes including Spider-Man, the X-Men, the Fantastic Four, and the Avengers. His creations helped give birth to the legendary Marvel Comics. But in the early 2000’s, Stan went to war with the company he helped create. His lawsuit was the beginning of a revenge story right out of a comic book.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Stan Lee: The Mind Behind Marvel | Excelsior!",
          "description": "Stan Lee combines his creative powers, his vision for business, and his growing skills as a pitchman to create Spider-Man, expand Marvel’s reach, and push his company to become the next Disney.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Stan Lee: The Mind Behind Marvel | The Belly of the Beast",
          "description": "Stan Lee heads to Hollywood in the hopes of bringing Marvel superheroes to the big screen. There, Stan finds himself battling movie producers, studio execs, and even his old partner, Jack Kirby.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Stan Lee: The Mind Behind Marvel | The Cameo King",
          "description": "Stan finds himself in a legal battle with Marvel that will lead the company to take Hollywood by storm and launch the modern version of the Marvel Cinematic Universe.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Stan Lee: The Mind Behind Marvel | Bob Batchelor Knows the Man Behind Marvel",
          "description": "Bob Batchelor, cultural historian and author of the definitive biography, Stan Lee: The Man Behind Marvel breaks down Stan’s career, the controversy surrounding Stan and his closest collaborators, and Stan Lee’s legacy in American entertainment.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 8,
      "title": "The Collapse of Lehman Brothers",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/b3/2e/1a/25/b32e1a25-4114-4166-9fd5-99a85c800196/6b842f8e4ab676d39ba4ca831aa5829daadcbbbc30a5a6e3e08a49aa9005a4d9ebfb2bf9e5b324a39de15ee7999a6385ec0fd2472bebd39038a5f6ac5b2be3dd.jpeg",
      "episodes": [
        {
          "title": "The Collapse of Lehman Brothers | Lawrence and Larry",
          "description": "Lehman Brothers, the world’s 4th largest investment bank, recorded billions in profits year after year, until September of 2008 when the Wall Street giant was forced to declare Chapter 11 bankruptcy, triggering a global financial meltdown. The collapse of Lehman Brothers is a cautionary tale of too much risk, not enough regulation and plenty of greed. The story starts with two traders who tried to save the company they loved.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Collapse of Lehman Brothers | Mike and Alex",
          "description": "Mike Gelband, and his deputy Alex Kirk, fight their way to the 31st floor to challenge Lehman’s CEO. But to save the company they love, Mike and Alex will have to risk everything; even their careers.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Collapse of Lehman Brothers | Bart",
          "description": "Bart McDade leads a corporate coup designed to oust Joe Gregory, reign in Dick Fuld, and rescue Lehman Brothers from the throes of disaster.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Collapse of Lehman Brothers | Dick",
          "description": "Lehman’s last hope is a potential acquisition, but Dick Fuld’s ego gets in the way, and sends the firm down its ultimate path of destruction.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Collapse of Lehman Brothers | Author Vicky Ward and the Devil’s Casino",
          "description": "Vicky Ward, author of The Devil’s Casino: Friendship, Betrayal and the High Stakes Games Played Inside Lehman Brothers, explores the dramatic story of Lehman’s downfall, and the people responsible for one of the greatest financial failures in history.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 9,
      "title": "Saving Starbucks",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/c7/15/ed/8e/c715ed8e-7fb1-4ddd-8bc9-c9dbed941d2b/e4eed2238fe5dd884c37ed3240126bec27da4f82404a52bc829cbb583b3e71c63e4a29470c496e8e371b35bd2f85aa7bbcefaf932ffde4b953aab343956ee85d.jpeg",
      "episodes": [
        {
          "title": "Howard Schultz: Saving Starbucks | The Third Place",
          "description": "Howard Schultz bought a small Seattle coffee company called Starbucks in 1987. By the time he stepped down as Starbucks’ CEO in 2000, Howard had transformed the six-store operation into the largest coffee brand in the world. But in the late 2000s, Starbucks descended into a financial spiral, and Howard came back to save the company he’d built from the brink of disaster.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Howard Schultz: Saving Starbucks | The Perfect Shot",
          "description": "Howard’s decision to shut down all of Starbucks’ American stores leads to genuine concerns about the company’s chances for survival. In the face of declining sales and mounting criticism, Howard focuses on transforming the company by reconnecting with his customers and restoring a sense of community.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Howard Schultz: Saving Starbucks | Culture and Community",
          "description": "Howard gets into the advertising game and battles his own Board to prove his belief that companies can work ethically and still make a major profit. Howard’s patience and trust in his vision starts to pay off as Starbucks fights its way out of financial turmoil.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Howard Schultz: Saving Starbucks | The Green Apron",
          "description": "Howard works to expand in China, increase the range of benefits available to his partners, and secure the future of the company he loves before bidding Starbucks goodbye and resigning as CEO.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Howard Schultz: Saving Starbucks | Author Eric Scigliano Tells the Other Side of the Starbucks Story",
          "description": "Seattle Writer Eric Scigliano, who has written for The New York Times,The Wall Street JournalandHarper’s, goes beyond the spin to expose the other side of Howard’s Starbucks Experience. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 10,
      "title": "Fighting for MySpace",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/26/11/60/5c/2611605c-cf39-44b8-a84b-65f67a3f1bdf/b6995f8422372d011564c1f973d7fdce4d4cbf7599e4b4312a90a8a6baf819b152ee0b76a0e2b44bcd68a9734db8a20d4da7d5fb78ec5c0eeec5e337b58fb500.jpeg",
      "episodes": [
        {
          "title": "Fighting for MySpace | Millions of Emails",
          "description": "Chris DeWolfe and Tom Anderson had no intention of starting a tech revolution. But when their website, MySpace, took off in 2003, it changed social media and the internet forever. As MySpace grows into one of the biggest sites in the world and attracts media giants like Rupert Murdoch, Chris and Tom will have to fight to keep control of their own creation.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Fighting for MySpace | Unintended Consequences",
          "description": "As MySpace starts to take off, thanks to a mistake and Tila Tequila, Chris and Tom fail to see the potential dangers of the site.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Fighting for MySpace | To Sell or Not to Sell",
          "description": "The success of MySpace Music, and the site's influence on pop culture, attracts big time potential buyers like media mogul, Rupert Murdoch.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Fighting for MySpace | Corporatization",
          "description": "As Chris and Tom fight for independence under the News Corp regime, they push to expand MySpace’s footprint overseas and overcome the growing popularity of Facebook.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Fighting for MySpace | Dr. Larry Rosen Diagnoses Social Media",
          "description": "In this interview episode, Dr. Larry Rosen, author of The Distracted Mind: Ancient Brains in a High-Tech World, talks about the past, present and future of social media.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 11,
      "title": "Creating a Hollywood Empire",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/83/04/19/e7/830419e7-3950-4cdd-9eb4-bf1b6e4fcbe1/0fdeb73e81ee2da89badd0dcfafc62019a66d63d755335aec6ffd6321f98392b0c65dde8ecacf12fd79686ad515c4fd0c9f54ead5820ef5dfb8da3ae51dc497c.jpeg",
      "episodes": [
        {
          "title": "George Lucas: Creating a Hollywood Empire | A New Hope",
          "description": "Filmmaker George Lucas created the most successful movie franchise of all time. Star Wars revolutionized cinema, taught Hollywood the true value of merchandise and turned a niche film genre into a billion dollar industry. To build his own empire, George will defy the odds, risk it all and walk away one of the richest men on the planet.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "George Lucas: Creating a Hollywood Empire | I Have a Bad Feeling About This",
          "description": "A nostalgic return to his childhood takes George on a life-changing journey to a galaxy far, far away.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "George Lucas: Creating a Hollywood Empire | Betting the Ranch",
          "description": "With Star Wars a runaway success, George uses his new-found power to build an empire on Skywalker Ranch.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "George Lucas: Creating a Hollywood Empire | The Empire",
          "description": "As George wraps up his Star Wars saga with three more films, he feels the time is right to retire and sell Lucasfilm. But the Walt Disney Corporation takes his beloved franchise in a controversial new direction.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "George Lucas: Creating a Hollywood Empire | Biographer Brian Jay Jones Explores the Life of George Lucas",
          "description": "Biographer Brian Jay Jones, author of George Lucas: A Life, explores the iconic filmmaker’s life and legacy.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 12,
      "title": "The Sumner Redstone Story",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/81/a1/e0/b6/81a1e0b6-5e09-4070-972d-70d1621063ac/8de7e729f3589547e3ca7ab7f23f3758ee62652340906b2c2da06e1d23d984d53c951127367630178f8a73b62942bf070c93df716892ec446a9042729e0318b3.jpeg",
      "episodes": [
        {
          "title": "Hostile Takeover: The Sumner Redstone Story | The Family Business",
          "description": "Boston-born media executive Sumner Redstone turns a small family business into a media juggernaut, acquiring companies like Viacom, Paramount and CBS along the way, sometimes by force. But Sumner’s rise to mogul status leaves important relationships, business and familial, in shambles.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Hostile Takeover: The Sumner Redstone Story | The Battle for Viacom",
          "description": "Sumner Redstone takes the next step in his vertical integration strategy, and moves to the front of the Hollywood assembly line, by launching a bidding war for control of Viacom.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Hostile Takeover: The Sumner Redstone Story | A Taste of Medicine",
          "description": "Sumner uses the weight of his growing media empire to try and acquire Paramount. But when his plans are thwarted by another buyer, Sumner - the man who took Viacom by force - finds himself on the defense.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Hostile Takeover: The Sumner Redstone Story | Legacy",
          "description": "Sumner’s succession plans set him on a collision course with his own daughter, Shari Redstone.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Hostile Takeover: The Sumner Redstone Story | Author Keach Hagey Examines the King (and Queen) of Content",
          "description": "Journalist and author Keach Hagey explores Sumner’s reign as the “King of Content”, and examines what his daughter Shari must do to survive the “Streaming Wars”.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 13,
      "title": "Warren Buffett’s Biggest Bet",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/ea/31/69/1d/ea31691d-bc1b-46fb-a1fa-19f608d3839e/8f01d84cd3b73fa9607a49094dc8e648a2daa3b8190c95c01ee220aeaab8660b8b833c4ed107cbde5bc2f5dca8804aaf7d0fe14e154b555dc1945612fb1e3502.jpeg",
      "episodes": [
        {
          "title": "Warren Buffett’s Biggest Bet | The Salad Oil King",
          "description": "In 1963, a New Jersey conman named Anthony “Tino” De Angelis pulls off “The Great Salad Oil Swindle”, one of the largest financial frauds in Wall Street’s history. De Angelis’ actions cause American Express stock to plummet and puts a young midwest investor named Warren Buffett in a position to make one of the most important deals of his career.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Warren Buffett’s Biggest Bet | The Golf Ball Thief",
          "description": "Throughout his early life, Warren Buffett tries to strike a balance between being rational and reckless as he pursues his goal of “becoming a millionaire by the age of 35.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Warren Buffett’s Biggest Bet | Control",
          "description": "Warren Buffett battles his partners, and conventional wisdom, to invest heavily in American Express. But to protect his investment, Warren will take a hands on approach and push the failing credit card company to change its ways.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Warren Buffett’s Biggest Bet | The Buffett Brand",
          "description": "Warren Buffett battles Seabury Stanton for control of Berkshire Hathaway, a struggling textile company. Warren wins the battle, but finds himself saddled with a failing business that he can’t unload. In order to turn things around, Warren will have to transform Berkshire into an entirely different company.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Warren Buffett’s Biggest Bet | Author Robert Hagstrom Explores the Warren Buffett Way",
          "description": "Robert Hagstrom, the Chief Investment Officer of EquityCompass, and the author of multiple Buffett books, explores the secret of the Warren Buffett Way.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 14,
      "title": "The HP Spying Scandal",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/26/26/95/ec/262695ec-538f-482a-bf1f-af7c270a3f58/744319d72b8fce2a872b52c034a6cc93ee52f07bee460e089c29a15968bd28a0b6d4d1b6be249fdac3ecc45a94455d160340bff4740d14aa000a9f060b1ea9e4.jpeg",
      "episodes": [
        {
          "title": "The HP Spying Scandal | The HP Way",
          "description": "When Hewlett-Packard chair Patricia Dunn begins a spy campaign to discover the source of an internal leak, she sets off a chain of events that will lead to a national scandal and criminal prosecution.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The HP Spying Scandal | Mayhem",
          "description": "In the wake of Carly’s departure, Pattie’s hunt for a new CEO starts a war on HP’s board of directors.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The HP Spying Scandal | Natural Enemies",
          "description": "A confidential disclosure to the media sparks panic within HP and renews Pattie’s desire to track down the mystery leaker. The unmasking leads to an explosive confrontation that will haunt Pattie, and taint her reputation, for the rest of her life.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The HP Spying Scandal | Spygate",
          "description": "Pattie Dunn finds herself at the center of a media firestorm after HP’s spying scandal is revealed to the public.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The HP Spying Scandal | Author Chuck House Examines the HP Way",
          "description": "Chuck House, a Hewlett-Packard veteran and author of “The HP Phenomenon,” examines the evolution of the company and its lauded HP Way.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 15,
      "title": "The King of Booze",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/e9/fc/dc/96/e9fcdc96-c71c-43a7-8a55-28d1a84cc396/82ba0e6ee1e204823126045c94e4e515d3251500359a93a50035d15598667c7bb850e5429f7cfbd9b82bd6293ebac2b4ffcc749dbc41b25d403234d5b166c8a9.jpeg",
      "episodes": [
        {
          "title": "The King of Booze | Unspoken Rules",
          "description": "In the early-20th Century, George Remus works his way from successful pharmacist to one of the most famous lawyers in Chicago. But greed, love, and Prohibition soon turn George’s sights to bootlegging, leading him into a world of opulence and violence.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The King of Booze | Rumrunner or Rockefeller?",
          "description": "George begins to grow his bootlegging empire, gathering an army of loyal soldiers to protect his investments and crush his rivals.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The King of Booze | The Dream Palace",
          "description": "George’s bootlegging operation reaches new heights as he strengthens his connections in Washington, DC. But a powerful enemy threatens to bring George’s business crashing down.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The King of Booze | Boats Against the Tide",
          "description": "George Remus tries to keep his bootlegging operation up and running from behind bars with the help of his wife Imogene. But an unexpected betrayal soon destroys the bootlegger’s business and his marriage, setting George on a quest for revenge.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The King of Booze | Cultural Historian Bob Batchelor Breaks Down the King of Booze",
          "description": "Cultural historian and author of The Bourbon King, Bob Batchelor explores the life and legacy of George Remus, examining the upbringing and culture that turned a poor German immigrant into America’s most successful bootlegger. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 16,
      "title": "Southwest",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/67/bc/45/1a/67bc451a-888a-4a9d-8f39-d0d2719e6a56/7b93e4d83c30f1bf8326f5210832d5305cff7fff0b4e129cbe2651731973b2c72a4fdfcea3b7cb7074fea678fe98489d264b15c671e74767132053a40899e584.jpeg",
      "episodes": [
        {
          "title": "Southwest | Preparing for Takeoff",
          "description": "Grounded by lawsuits waged by its competitors, the newly-conceived Southwest Airlines struggles to stay in business in the 1960s. But the company’s co-founder, Herb Kelleher, refuses to give up on his mission to democratize air travel, vowing to fight for the airline’s right to fly and for freedom in the sky. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Southwest | The Warrior Spirit",
          "description": "Herb Kelleher fends off rival airlines waging a brutal ground war against Southwest. But, soon two new foes grow determined to use the courts to drive the young airline out of its home. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Southwest | The Chairman of the Board",
          "description": "After Lamar Muse departs Southwest Airlines, Herb Kelleher becomes chairman, and eventually CEO. But as Herb fights to expand Southwest, he finds himself up against congressmen, new competitors, and even his own pilots. ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Southwest | Herbie the LUV Bug",
          "description": "Herb oversees his airline’s largest period of growth to date. But as Southwest thrives, Herb has to battle new competition, the threat of government regulation, and federal law to secure his legacy at Southwest and protect the corporate culture he’s worked to build.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Southwest | Author Joe Guinto Reveals the Secrets to Southwest’s Success",
          "description": "Writer, editor, and Southwest guru Joseph Guinto talks about the current state of Southwest, and the legacy Herb Kelleher left behind. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 17,
      "title": "Taking Microsoft Into the Cloud",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/02/38/b9/c4/0238b9c4-3826-482c-bae2-5cc7eb92e1ec/25685cd3bbf965e01dfd615b9cd5859731d33a6ffbb4d2e1368672eabf6b684b2248ebbec2806f85e8e8a40491808225ef0ee884e3b829e57e329b7408062a9d.jpeg",
      "episodes": [
        {
          "title": "Taking Microsoft Into the Cloud | Crossroads",
          "description": "A young engineer carves his path to becoming Microsoft’s third CEO, determined to launch a technological and cultural revolution that will change the company and the world. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Taking Microsoft Into the Cloud | Warring Factions",
          "description": "Satya leads the development of Bing, one of Microsoft’s first businesses born in the cloud. But, before he can turn his attention to the technology, Satya must face the internal conflicts and competitive culture that threaten to tear Microsoft apart. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Taking Microsoft Into the Cloud | The Evangelist",
          "description": "Satya gets to work uniting Microsoft with a fresh vision, but internal resistance and a public blunder make it difficult for the new CEO to build the trust necessary for a true cultural renaissance.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Taking Microsoft Into the Cloud | Culture Eats Strategy",
          "description": "As Satya prepares for some of Microsoft’s most ambitious launches yet, the CEO finds a new set of challenges and pressures waiting for him, both in and out of the office.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Taking Microsoft Into the Cloud | How Bill Gates Fumbled the Future of Microsoft",
          "description": "Author David Bank delves deeper into the antitrust trial that sent Bill Gates falling from grace and nearly broke Microsoft apart. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 18,
      "title": "Beating Rockefeller",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/20/13/0d/db/20130ddb-d5e2-4405-b9df-815652b52cf7/bba7c8c1ac22303e31c85652aa22caae85552078c6a5301975372410acf5c8c296a49b746cabce4360809065408efecdae43343433827667db0551c372db04d8.jpeg",
      "episodes": [
        {
          "title": "Beating Rockefeller | God and Money",
          "description": "In the 19th Century, J.D. Rockefeller's Standard Oil vanquishes the competition on its way to the top of the oil industry. Rockefeller is truly untouchable, until two rival competitors from overseas join forces and merge their companies to take him down.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Beating Rockefeller | He Sells Seashells",
          "description": "John D. Rockefeller attempts to expand Standard Oil’s operations in Asia. But an English merchant, a Dutch oilman, and members of one of the wealthiest families in the world are ready to take on John and claim the Asian oil market for themselves.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Beating Rockefeller | The Most Hated Man in America",
          "description": "The United States government and the public turn on John D. Rockefeller, leaving Standard Oil vulnerable to their biggest overseas competitors, Shell and Royal Dutch. ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Beating Rockefeller | The Devil and John D. Rockefeller",
          "description": "With the Supreme Court and Royal Dutch/Shell waging war on Standard Oil, John watches the company he’s spent his life building fall apart. But the break-up of Standard nets John more money than he’s ever had, and he spends much of the rest of his life trying to give it away. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Beating Rockefeller | How the Gilded Age Transformed American Capitalism",
          "description": "Professor Greg Jackson, host of the podcast History That Doesn’t Suck, discusses the rise of business tycoons during America’s Gilded Age and the legacy of their reign over society. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 19,
      "title": "Driving Chrysler Through Inflation",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/fe/7e/fb/05/fe7efb05-c095-4e55-9703-03750cdf6431/4881a641e9b1a183a970e18f00f0ea2691e42863ba3b3098f01d9177c280b706f1ddd727768b07332d6e383dfb6ccd0c6ca813f3b9c1df7942c4f41b24125434.jpeg",
      "episodes": [
        {
          "title": "Driving Chrysler Through Inflation | A Ford Man",
          "description": "During a time of rising inflation, Lee Iacocca rises through the ranks of the Ford Motor Company, eventually becoming its President. But reaching the top brings him into conflict with the erratic and jealous Chairman of the company, Henry Ford Junior.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Driving Chrysler Through Inflation | The Crash",
          "description": "Lee Iacocca takes charge at Chrysler and finds a company on the brink of collapse. But his attempts to turn the automaker around are undermined by a new and unforeseen global economic crisis.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Driving Chrysler Through Inflation | The Bailout",
          "description": "In the wake of the 1979 Oil Shock, Lee Iacocca goes to Washington to fight for a rescue package to keep his company alive. But getting the politicians to agree is only half the battle. To save Chrysler, Lee will also have to convince two very different constituencies: the unions and the banks.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Driving Chrysler Through Inflation | Payback",
          "description": "In the face of stubbornly high inflation, Lee Iacocca launches a new product he hopes will transform the fortunes of the Chrysler Corporation. But when the launch doesn't go according to plan, Lee is forced to consider an alliance with an old enemy.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Driving Chrysler Through Inflation | Author David Bahnsen Takes on Mis-Inflation",
          "description": "In this interview episode, economist and author David Bahnsen separates fact from fiction when it comes to one of the most pressing economic challenges of the day: inflation.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 20,
      "title": "Animating Pixar",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/25/5b/2a/60/255b2a60-55a4-497c-8153-2dc7ab14ee8b/4404eb18f98a1000e02a0ae01bbda41e69724306d82581f5bbf1562c0ec3e634f29abae1a4472c89ff8b3a42d5c7bb07a46ae13a9ee61a90868d7ddf32c1d8d2.jpeg",
      "episodes": [
        {
          "title": "Animating Pixar | The Benefactor",
          "description": "Ed Catmull’s dream is to make the first ever computer-animated movie. But in 1986, Ed’s world is turned upside down when tech icon Steve Jobs purchases the animation studio he helped create. As co-founder of Pixar, Ed must fight to protect the integrity of his work, and keep his dream alive.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Animating Pixar | The Unmade Future",
          "description": "Pixar prepares to make history with the world’s first computer-animated movie. But the project quickly heads south as external interests and internal tensions turn Ed’s dream project into a nightmare.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/2e/ab/54/9a/2eab549a-c1c6-4674-a57a-8b85e67d405e/f3c68e8913738d8d31c3b97434e27ac44619b273972960ed9ba7b2b6da610f6cfdd30bd96f73d4418475b081b3cf0cdbddc49799f0b3d11d3d37c77e6b13529b.png",
  "genres": [
    "All",
    "Business",
    "Featured",
    "History"
  ],
  "updated": "2022-11-03T07:01:00.000Z"
}