{
  "id": "9177",
  "title": "Killer Psyche",
  "description": "When a shocking crime occurs, people ask “Why?” Was it about power, ego, or revenge? On Killer Psyche, retired FBI agent Candice DeLong draws on her decades of experience to reveal why these murderers and criminals committed these acts. She will reveal fascinating new details about what drove these people, including cases she was close to. Candice will share specific psychological methods and profiling techniques that experts use to understand the deepest part of the most complex, fascinating, and twisted minds, from the Unabomber to Dr. Death to El Chapo. Listen to new episodes 1-week early and to all episodes ad-free with Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription. Join Wondery+ here: https://wondery.app.link/killerpsyche",
  "seasons": [
    {
      "season": 1,
      "title": "Season 1",
      "image": "https://content.production.cdn.art19.com/images/68/4e/03/af/684e03af-29c5-4a35-b84a-d929f114caee/47db840352a51c7371a92f8294af5c9b1a7212177db0f449fe0e81c37ee3dabc5516b93fce762fae986fae775096dd274475041de94eafc41bd0aaccb088cb4b.jpeg",
      "episodes": [
        {
          "title": "Encore: The Unabomber",
          "description": "Candice DeLong went undercover in Montana and sat face-to-face with Ted Kaczynski in a cabin in Montana. For years, Americans were terrified to open their mailboxes, fearful of falling victim to this elusive killer. Candice digs into his childhood to discover what really drove the Unabomber, and why he captured the public’s attention.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Wichita Massacre",
          "description": "Former FBI agent and criminal profiler Candice DeLong delves into the Wichita Massacre.  Over the course of seven days in the year 2000, brothers Jonathan and Reginald Carr committed a series of sadistic crimes in Wichita, Kansas. They made several mistakes during their crime spree, but the biggest one was accidentally leaving a victim from each of their separate crimes alive to identify them and describe the brutal details of what happened.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Mark David Chapman, The Man Who Killed John Lennon",
          "description": "Former FBI agent and criminal profiler Candice DeLong takes a look at Mark David Chapman - the man who killed John Lennon. Candice reflects on how Mark’s obsession with the book “The Catcher in the Rye,” his very vivid fantasy life, and his frequent delusions all played a part in the death of one of music’s greatest icons.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Richard Chase, The Vampire Killer of Sacramento",
          "description": "Former FBI agent and criminal profiler Candice DeLong focuses on Richard Chase, also known as The Vampire Killer of Sacramento. His butchering of his victims sent the entire city of Sacramento into a state of panic. Candice delves into how his gruesome and chaotic murders reflected his inner turmoil. She also explores the ways his mental illness compelled him to kill his victims and consume their blood and organs.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Jodi Arias, The Most Hated Woman in America",
          "description": "Former FBI agent and criminal profiler Candice DeLong revisits the case of Jodi Arias, who became a media sensation after she brutally killed her ex boyfriend, Travis Alexander. Jodi told one lie after another and gave interview after interview, never believing that she would ever be convicted. Candice will explore why Jodi was not only dubbed, “the most hated woman in America,” but was also known as the “poster girl for narcissism.”",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Ken and Barbie Killers",
          "description": "Former FBI agent and criminal profiler Candice DeLong digs into the murders committed by Paul Bernardo and Karla Homolka - dubbed the ‘Ken and Barbie Killers’ by the press for their youth and good looks. But their name does not reveal the sadistic nature of the series of rapes and murders that the couple committed. Candice explores the psychology that brought these two killers together, and why only one of them is truly paying for the crimes.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Pedro Rodrigues Filho: The Brazilian Dexter",
          "description": "Former FBI agent and criminal profiler Candice DeLong explores the case of Pedro Rodrigues Filho, aka the Brazilian Dexter. Filho killed around 100 men -- 47 of them while he was imprisoned -- all of whom he deemed unworthy to live. And yet, Rodrigues Filho is now out of jail and has become a YouTube star in his native Brazil. Candice unpacks the events that led to his release and how this brutal, prolific killer became a Brazilian celebrity.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Jack the Ripper",
          "description": "In the season finale of Killer Psyche, former FBI agent and criminal profiler Candice DeLong delves into the case of the infamous Jack the Ripper.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ask Candice Anything",
          "description": "In this special episode, former FBI agent and criminal profiler Candice DeLong answers questions live from the audience at Las Vegas Crimecon 2022.",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "What We've Learned This Season, Part II",
          "description": "In the second half of this two-parter, former FBI agent and criminal profiler Candice DeLong and her producer Julie dig into the criminals they've profiled this season: what they've learned, what they may have missed and which cases rattle them to this day.",
          "episode": 10,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 2,
      "title": "Season 2",
      "image": "https://content.production.cdn.art19.com/images/68/4e/03/af/684e03af-29c5-4a35-b84a-d929f114caee/47db840352a51c7371a92f8294af5c9b1a7212177db0f449fe0e81c37ee3dabc5516b93fce762fae986fae775096dd274475041de94eafc41bd0aaccb088cb4b.jpeg",
      "episodes": [
        {
          "title": "Sherri Papini: Kidnapping Hoax",
          "description": "Former FBI agent and criminal profiler Candice DeLong exposes the case of Sherri Papini: the mother who staged her own brutal kidnapping and is now serving time behind bars.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dorothea Puente: Killer Landlord",
          "description": "Former FBI agent and criminal profiler Candice DeLong delves into the case of Dorothea Puente, a murderer who primarily found her victims at the boarding house she oversaw. Dorothea hid behind a kind, grandmotherly facade, all the while stealing from and killing her residents.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Aurora Shooter: Interview with Dr. Lynne Fenton",
          "description": "In the second half of this two-parter, former FBI agent and criminal profiler, Candice DeLong interviews Dr. Lynne Fenton, the psychiatrist that treated James Holmes before his massacre at an Aurora, Colorado movie theater in 2012.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Aurora Shooter: James Holmes",
          "description": "In part one of this two part episode, former FBI agent and criminal profiler Candice DeLong takes a look at James Holmes, the Aurora Shooter. Candice explores how James' history of mental issues contributed to his massacre of 12 people and the wounding of 70 others when he attacked a movie theatre in July 20, 2012.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Daniel Gonzalez: The Freddy Krueger Killer",
          "description": "Former FBI agent and criminal profiler, Candice DeLong digs into the peculiar case of Daniel Gonzalez, nicknamed \"The Freddy Krueger Killer.\"",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Robert Chambers: The Preppy Killer",
          "description": "Former FBI agent and criminal profiler, Candice DeLong, delves into Robert Chambers, The Preppy Killer. In the late 1980's,19 year old Robert Chambers strangled a young woman in Central Park. Candice examines how growing up amongst the wealthy and privileged in New York and a socially ambitious mother paved the way for Robert's criminal behavior.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Aileen Wuornos",
          "description": "Former FBI agent Candice DeLong looks back at the murders of Aileen Wuornos, one of the first female serial killers in the public consciousness. She explores how Aileen’s case made investigators rethink how they profile serial killers, and why her story inspired multiple books, movies and documentaries. Candice also digs into how Aileen’s horrific childhood left her with so much rage and that she was compelled to kill seven men.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Psychology Behind Murder Suicides",
          "description": "Former FBI agent and criminal profiler Candice DeLong and her producer, Julie, take a look at the ongoing investigation into the recent deadly car crash in LA that took the lives of 6 people, including that of an unborn child. While there is no conclusive evidence that it was a murder/suicide, Julie and Candice explore the factors that can lead people to commit these acts.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Harold Shipman, Part II: The Original Doctor Death",
          "description": "In the second half of this two-parter, former FBI agent and criminal profiler Candice DeLong digs into the case of Harold Frederick Shipman: The Original Dr. Death. A prominent doctor in the UK during the late 1990s, Dr. Shipman murdered at least 230 of his patients, mostly elderly women. Candice examines the factors that could have made a man that was sworn to do no harm, take so many lives.",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Harold Shipman, Part I: The Original Doctor Death",
          "description": "In the first half of this two-part episode, former FBI agent and criminal profiler Candice DeLong digs into the case of Harold Frederick Shipman: The Original Dr. Death. A prominent doctor in the UK during the late 1990s, Dr. Shipman murdered at least 230 of his patients, mostly elderly women. Candice examines the factors that could have made a man that was sworn to do no harm, take so many lives.",
          "episode": 10,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/68/4e/03/af/684e03af-29c5-4a35-b84a-d929f114caee/4f60eec3fabd62251d0cdbd1af11b79c43fb1465dbc5ec3371328fbddadee597e9f115c31b079e20266648ee07a80a93c01cecdb81ab3545d872393997594ef3.png",
  "genres": [
    "All",
    "Featured",
    "History",
    "True Crime and Investigative Journalism"
  ],
  "updated": "2022-11-01T07:03:00.000Z"
}