[
  {
    "id": "10716",
    "title": "Something Was Wrong",
    "description": "Something Was Wrong is an Iris Award-winning true-crime docuseries about the discovery, trauma, and recovery from shocking life events and abusive relationships.",
    "seasons": 14,
    "image": "https://content.production.cdn.art19.com/images/cc/e5/0a/08/cce50a08-d77d-490e-8c68-17725541b0ca/9dcebd4019d57b9551799479fa226e2a79026be5e2743c7aef19eac53532a29d66954da6e8dbdda8219b059a59c0abe6dba6049892b10dfb2f25ed90d6fe8d9a.jpeg",
    "genres": [1, 2],
    "updated": "2022-11-03T07:00:00.000Z"
  },
  {
    "id": "5675",
    "title": "This Is Actually Happening",
    "description": "What if your mother left to follow a cult… or you woke up in a morgue… or if your boat got caught in a storm and began to sink -- what would you do?   This is Actually Happening brings you extraordinary true stories of life-changing events told by the people who lived them. From a man who finds out a celebrity crush isn’t who she seems to a woman stranded in a Mexican desert fighting to survive, these stories will have you on the edge of your seat waiting to hear what happens next. New episodes come out every Tuesday for free. Listen 1-week early and to exclusive past episodes - all ad-free - with Wondery+ or Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 12,
    "image": "https://content.production.cdn.art19.com/images/5a/4f/d4/19/5a4fd419-11af-4270-b31c-2c7ed2f563a5/bc913bc926be23d04c9a4d29a829269a753be3d2612dad91f7e92ba4618fefc5c8802af29a1d32b3261eb03f83613e2535e3c574469b0cb510c32cd8d94cfaa1.png",
    "genres": [2],
    "updated": "2022-11-01T10:00:00.000Z"
  },
  {
    "id": "5279",
    "title": "American History Tellers",
    "description": "The Cold War, Prohibition, the Gold Rush, the Space Race. Every part of your life - the words you speak, the ideas you share - can be traced to our history, but how well do you really know the stories that made America? We'll take you to the events, the times and the people that shaped our nation. And we'll show you how our history affected them, their families and affects you today. Hosted by Lindsay Graham (not the Senator). From Wondery, the network behind American Scandal, Tides of History, American Innovations and more. New episodes come out every Wednesday for free, with 1-week early access for Wondery+ subscribers. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 51,
    "image": "https://content.production.cdn.art19.com/images/a4/8f/53/79/a48f5379-a90e-4197-915c-c0645e0d9336/8d9e6ebc4d65a9575fa626318e426fcf8be7f98ea0c1b7b103de2b32def46ded57537627d80b36f55edf7c9a8ad639bd9816f68c79b56845203a0b5bc4a63a55.png",
    "genres": [3],
    "updated": "2022-11-02T07:01:00.000Z"
  },
  {
    "id": "10539",
    "title": "Scamfluencers",
    "description": "You never really know someone…especially online. In today’s world, the power of influence can be the quickest path to money and fame, and it often ends in ruin. These are the stories of the world’s most insidious Scamfluencers. And we are their prey. On Wondery’s new weekly series, join co-hosts Scaachi Koul and Sarah Hagi as they unpack epic stories of deception from the worlds of social media, fashion, finance, health, and wellness. These influencers claim to be everything from charismatic healers to trusted financial insiders to experts in dating. They cast spells over millions. Why do we believe them, and how does our culture allow them to thrive? From Black Swan Murder to a fake social media influencer to an audacious Hollywood Ponzi schemer, each season will take the listener along the twists and turns, the impact on victims, and what’s left when the facade falls away. New episodes come out every Monday for free, with 1-week early access for Wondery+ subscribers. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 3,
    "image": "https://content.production.cdn.art19.com/images/19/f4/f9/af/19f4f9af-4a18-44e1-a622-726f43feb79d/539a50f79529628dbde7aa116778056619b802bfa0247cb739db907085e0b595a5521efc78faa831ebddc235d69beb27e1e36fd51f825bc888f0c11cccbd9cd8.png",
    "genres": [2],
    "updated": "2022-10-24T07:01:00.000Z"
  },
  {
    "id": "9177",
    "title": "Killer Psyche",
    "description": "When a shocking crime occurs, people ask “Why?” Was it about power, ego, or revenge? On Killer Psyche, retired FBI agent Candice DeLong draws on her decades of experience to reveal why these murderers and criminals committed these acts. She will reveal fascinating new details about what drove these people, including cases she was close to. Candice will share specific psychological methods and profiling techniques that experts use to understand the deepest part of the most complex, fascinating, and twisted minds, from the Unabomber to Dr. Death to El Chapo. Listen to new episodes 1-week early and to all episodes ad-free with Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription. Join Wondery+ here: https://wondery.app.link/killerpsyche",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/68/4e/03/af/684e03af-29c5-4a35-b84a-d929f114caee/4f60eec3fabd62251d0cdbd1af11b79c43fb1465dbc5ec3371328fbddadee597e9f115c31b079e20266648ee07a80a93c01cecdb81ab3545d872393997594ef3.png",
    "genres": [3, 2],
    "updated": "2022-11-01T07:03:00.000Z"
  },
  {
    "id": "6807",
    "title": "Even the Rich",
    "description": "Our lives can be crazy, but you can take a break from it all with Wondery’s new series, Even the Rich, where co-hosts Brooke Siffrinn and Aricia Skidmore-Williams pull back the curtain and chat about someone else’s craziness for a change. They tell stories about some of the greatest family dynasties in history, from the Murdochs to the Royals to the Carters (Jay-Z and Beyoncé, that is). Because as Queen Elizabeth once said, “A good gossip is a wonderful tonic.” New episodes come out every Tuesday for free. Wondery+ subscribers get early access to new full seasons and all episodes ad-free.",
    "seasons": 33,
    "image": "https://content.production.cdn.art19.com/images/c3/55/d2/da/c355d2da-f845-47df-a4e6-22b70a5082bb/c290fe89d3a699dd5c316f5f4cfe2ca942183cef5d6ac4fc2d7d6df296690c9e7183f79422dcb0b37af7c7e7e59de0e36cddd3b01500bf066a470614c9a0af6d.png",
    "genres": [4, 5, 3],
    "updated": "2022-11-01T07:08:00.000Z"
  },
  {
    "id": "8514",
    "title": "Against The Odds",
    "description": "Humans are resilient. In our toughest moments, we will fight, we will struggle, and we will triumph...often against the odds.  In this immersive series from Wondery, host-adventurers Mike Corey and Cassie De Pecol will share thrilling stories of survival. From the daring rescue of a soccer team trapped in an underwater cave in Thailand, to a woman taken hostage by Somali pirates, these stories made headlines around the world. AGAINST THE ODDS will make you feel as though you’re living these experiences with our heroes as they push themselves to their limits. New episodes come out every Tuesday for free, with 1-week early access for Wondery+ subscribers. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 19,
    "image": "https://content.production.cdn.art19.com/images/a3/77/2c/e4/a3772ce4-34f7-431d-bf80-968f555b7003/6c099d5ec76b40bb54e72a75c1dcbc44c5c13a764114fb5183fe7eecd201619fca37cf3dd029c2fc320fb1a3cfab716d94297cbe7bb32ead208b779579015683.png",
    "genres": [3],
    "updated": "2022-11-01T07:01:00.000Z"
  },
  {
    "id": "10276",
    "title": "This Podcast Will Kill You",
    "description": "This podcast might not actually kill you, but it covers so many things that can. Each episode tackles a different disease, from its history, to its biology, and finally, how scared you need to be. Ecologists and epidemiologists Erin Welsh and Erin Allmann Updyke make infectious diseases acceptable fodder for dinner party conversation and provide the perfect cocktail recipe to match.",
    "seasons": 5,
    "image": "https://content.production.cdn.art19.com/images/f5/16/e0/99/f516e099-4c64-4737-9fdb-55f4d45a4003/6d14be58e0a54d21128c239dd933e0f3c36ca00f85ea7294cbea91a2b214d2384361c2a765842eef66e8583b2c21302c8fd2b1eb4d32e3805481292d758f20aa.jpeg",
    "genres": [1],
    "updated": "2022-10-25T07:01:00.000Z"
  },
  {
    "id": "8860",
    "title": "British Scandal",
    "description": "In a country obsessed with gossip, the great and the good fear one thing more than any other - scandal. British scandals change the course of history. They bring down governments, overthrow the rich and cause the mighty to fall. Some are about sex, others about money. In the end, they’re all about power.  But often at the heart of a scandal, there are ordinary human stories, stories of those caught up in the swirl of outrage.  Who was really to blame for what happened? Why did they do it? And when all is said and done, did anything really change?    From the creators of Business Wars, American Scandal and Even The Rich, comes British Scandal. We tell the stories of the murkier side of the British elite, from Phone Hacking to Saville to Profumo who show us the reality of power, the price of pride and the failings of the great and good. Because sometimes the truth doesn’t set everyone free… New episodes come out every Wednesday for free, with 1-week early access for Wondery+ subscribers. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 19,
    "image": "https://content.production.cdn.art19.com/images/be/95/68/28/be956828-0cc8-4d16-986f-b81142129bd3/bdc59126cd5707aee511313b8e246428364b62229f8243c4deab8f5721425478c9fcb4224cd0369f8001cde85dbe4c3106d31ed914e414a18208a29386e88317.png",
    "genres": [2],
    "updated": "2022-11-01T23:01:00.000Z"
  },
  {
    "id": "5629",
    "title": "Tides of History",
    "description": "Everywhere around us are echoes of the past. Those echoes define the boundaries of states and countries, how we pray and how we fight. They determine what money we spend and how we earn it at work, what language we speak and how we raise our children. From Wondery, host Patrick Wyman, PhD (“Fall Of Rome”) helps us understand our world and how it got to be the way it is. New episodes come out Thursdays for free, with 1-week early access for Wondery+ subscribers. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 5,
    "image": "https://content.production.cdn.art19.com/images/a4/b7/0e/b1/a4b70eb1-2ba8-4320-ba12-20939a9c0d13/486bc367f5acec6dbb5fdfb84d510a1ed304ba20c6e9c97da0448a62e6d4a1c5b91fb30198437f6d4db969db5f171aa63648545002fbaa81d9fcc422a2e05b9e.jpeg",
    "genres": [3],
    "updated": "2022-11-03T07:01:00.000Z"
  },
  {
    "id": "5012",
    "title": "Dr. Death",
    "description": "We’re at our most vulnerable when we go to our doctors. We trust the person at the other end of that scalpel. We trust the hospital. We trust the system. Season 1: Christopher Duntsch was a neurosurgeon who radiated confidence. He claimed he was the best in Dallas. If you had back pain, and had tried everything else, Dr. Duntsch could give you the spine surgery that would take your pain away. But soon his patients started to experience complications, and the system failed to protect them. Which begs the question: who - or what - is that system meant to protect? Reported and hosted by Laura Beil. Season 2: If someone you love is diagnosed with cancer you want them to get the best treatment from the best doctors. In 2013, patients in Michigan thought Farid Fata was that doctor. Between his prestigious education, years of experience and pleasant bedside manner, Fata was everything you could want in a doctor. But he was not who he appeared to be. From Wondery, this is the story of hundreds of patients in Michigan, a doctor, and a poisonous secret. Laura Beil, returns with a second season of the award-winning series “Dr Death.” Season 3: Paolo is a smart and handsome surgeon, renowned for his ability to perform surgeries that transform his patients’ lives. When television producer Benita covers him for a story, he’ll transform her life too, but not in the ways she expects. As Benita crosses professional lines to be with him, she learns how far Paolo will go to protect his secrets. And halfway around the world, four doctors at a prestigious medical institute make shocking discoveries of their own that call everything into question. From Wondery comes Season Three of the hit podcast, Dr. Death. MIRACLE MAN tells the story of a globe-trotting surgeon who seduces the medical world, and sweeps one woman off her feet. Hosted by Laura Beil.",
    "seasons": 3,
    "image": "https://content.production.cdn.art19.com/images/d4/06/1f/5b/d4061f5b-c6d1-4304-b9d7-5e793455243a/4668ed2834f6117f83f68b2659a413f9ebad11c32f4ba8e8c6b68c9c1f36917a7a348171298899e1bbe7c8732a4397a5ef31699bca6be8347e12c361aa04827e.jpeg",
    "genres": [2],
    "updated": "2022-06-17T04:44:00.000Z"
  },
  {
    "id": "9054",
    "title": "The Devil Within",
    "description": "Season 2: In 1974 after experiencing financial hardship, Michael Taylor joined a local church in the rolling hills of Northern England.  After falling in love with a young, beautiful preacher, Michael’s personality began to change. The mild-mannered family man became abusive and unhinged. His new church believed he was possessed by no fewer than 48 demons and would require an exorcism to save his soul and protect his family from evil. But the supposed remedy would come at a very steep price...  The podcast THE DEVIL WITHIN returns with a second season that will send chills down your spine. THE DEMONS OF YORKSHIRE tells the terrifying true story behind Michael Taylor’s brutal exorcisms, and seeks to answer the question, who is to blame for the vicious murder of his wife? Season 1: The brutal slaying of BETTY ANN SULLIVAN shocked the small town of Jefferson Township, New Jersey. The violence of that evening shocked the nation for the perpetrator... was her own son, a boy of fourteen who would take his own life only hours later. What the investigation revealed left a community in tatters, unwilling to believe the evil that had befallen them.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/63/77/c7/83/6377c783-fad3-4ada-aaec-309025514885/679654631357f63f4fdb8a9a02f511dd2cb7eeedccb261e6f31fc1da3e262866672447b0a51aa23ee7b9ef672947d96fb60ce87ec0e89b060c4516211a908822.jpeg",
    "genres": [2],
    "updated": "2022-11-01T07:00:00.000Z"
  },
  {
    "id": "7654",
    "title": "Truth &amp; Justice with Bob Ruff",
    "description": "Truth & Justice is a true crowdsourced investigation in real time. Host, Bob Ruff, asks listeners to help with investigations as he takes on a new potential wrongful conviction case every season. The subject of Season 12 is a grizzly 2006 triple homicide, that occurred in Pinyon Pines, California.  Three innocent people lost their lives, and many believe that Robert Pape and Cristin Smith were wrongfully convicted of the murders. Join the investigation, and together we'll find the truth!",
    "seasons": 12,
    "image": "https://content.production.cdn.art19.com/images/3f/03/a1/29/3f03a129-40a1-4ddb-90e1-858c21094d0f/40b6c25e97fb0981c0032789798803128146cd4f7aa7e7ce993adc7925f4b19ec7b7ae696ac611c84a0c1ff93990e41080e1ce0cd2b575dae90901524ba212be.jpeg",
    "genres": [2],
    "updated": "2022-11-03T13:07:51.000Z"
  },
  {
    "id": "8364",
    "title": "Business Movers",
    "description": "Behind every successful business is a story. It starts with a vision and a leap of faith. Along the way, leaders make bold decisions, ride booms and busts, and sometimes, they reach new heights. From Wondery, the makers of the hit series  Business Wars , and Lindsay Graham, the host of  American History Tellers  and  American Scandal , comes a weekly podcast that brings you the true stories of the brilliant but all-too-human businesspeople who risked it all. From Walt Disney’s creation of a theme park in Orlando, to the colossal failure of New Coke,  Business Movers  will explore the triumphs, failures and ideas that transformed our lives. Wondery+ subscribers get 1-week early access to new episodes. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 20,
    "image": "https://content.production.cdn.art19.com/images/2e/ab/54/9a/2eab549a-c1c6-4674-a57a-8b85e67d405e/f3c68e8913738d8d31c3b97434e27ac44619b273972960ed9ba7b2b6da610f6cfdd30bd96f73d4418475b081b3cf0cdbddc49799f0b3d11d3d37c77e6b13529b.png",
    "genres": [6, 3],
    "updated": "2022-11-03T07:01:00.000Z"
  },
  {
    "id": "6631",
    "title": "Blood Ties",
    "description": "Our family members are not always who we think. When Eleonore Richland exposed her father’s dark legacy, she vowed to clean up the family business – and hired her half-brother, Santino Reyes, to help her do it. But old habits die hard. In the shocking new third season, Eleonore reckons with what her father always taught her growing up: medicine is a bloody business. From Wondery, the makers of “The Shrink Next Door” and “Dr. Death,” Blood Ties stars Gillian Jacobs (Community, Love), Christian Navarro (13 Reasons Why), and Peter Stormare. All episodes are available now. You can binge the series ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 3,
    "image": "https://content.production.cdn.art19.com/images/41/65/a8/83/4165a883-b520-48d0-a804-df3b8a974309/ef5c453f44657ebc21d6045b9ea41c089f8e3872c630d8afc69eae308611bc99ba34965e627db83de9025ce8ecbf30804fc740a281b6e30afdd0ebac58ec9a06.png",
    "genres": [5, 7],
    "updated": "2022-10-04T08:00:00.000Z"
  },
  {
    "id": "9664",
    "title": "Six Minutes",
    "description": "Eleven-year-old Holiday is pulled from the icy waters of Alaska with no memory of who she is or where she came from. Are her mom and dad really who they say they are? And when she begins to develop incredible abilities, she’ll soon discover she’s not alone in the world. From the Peabody award-winning creators of The Unexplainable Disappearance of Mars Patel and the Peabody award-nominated Treasure Island 2020 comes Six Minutes , a mystery adventure for the whole family. Six minute episodes, twice a week, all year long…and beyond. Produced by Gen-Z Media. For more great Gen-Z shows visit http://gzmshows.com",
    "seasons": 3,
    "image": "https://content.production.cdn.art19.com/images/10/f1/d6/18/10f1d618-19ea-49f5-b860-2c4b58e3f583/5835a7e236f22edead1d3532006dfb80c8e405fb2cbef1a0ea26a6436efd23585fe11519e3d36e8ef95eabfeac350c188d39c01e7da50382b266bd61abcc40f2.jpeg",
    "genres": [7],
    "updated": "2022-11-03T07:01:00.000Z"
  },
  {
    "id": "8256",
    "title": "Catfish: The Podcast",
    "description": "You finally find the person of your dreams, but there’s just one problem: you haven’t yet met them in real life. When you start to suspect something isn’t quite right, you need someone to help you find out the truth. That’s where “Catfish: The Podcast” comes in. A “Catfish” is someone who creates a false online identity to pursue romantic relationships. For eight seasons of the hit TV show, host Nev Schulman and his co-hosts have helped people track down their online love interests to uncover whether that person is real…or a catfish.   Now, from MTV and Wondery, “Catfish: The Podcast” brings you the most shocking episodes of the hit series, adapted for your ears for the very first time. Hosted by Nev Schulman.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/ea/bd/50/e1/eabd50e1-4f51-4bb0-b8ba-ae02fae59ffe/b1c64fa8376a10fc02357609b132d08706c95273f14b001927cfeecc290aac884c18c8202c2c30b70314ebc5296bf6ec93664ec56c1dc10f971f1afc5a73860c.jpeg",
    "genres": [5, 2],
    "updated": "2022-11-01T21:00:00.000Z"
  },
  {
    "id": "8291",
    "title": "Dirty John",
    "description": "All episodes are available for free, with remastered ad-free episodes available for Wondery+ subscribers. Debra Newell is a successful interior designer. She meets John Meehan, a handsome man who seems to check all the boxes: attentive, available, just back from a year in Iraq with Doctors Without Borders. But her family doesn’t like John, and they get entangled in an increasingly complex web of love, deception, forgiveness, denial, and ultimately, survival. Reported and hosted by Christopher Goffard from the L.A. Times.",
    "seasons": 1,
    "image": "https://content.production.cdn.art19.com/images/f5/cf/d8/37/f5cfd837-6c97-4422-a573-4ea06f2b2a13/129e1aa2908a3f47b8e2f28494ea5067ac6f96b6756e3c80f0ddcced5a43875af40077d78694f229a1cd9d5da05aba1cc6251b903e82e09ff73e05e861d453f5.png",
    "genres": [8, 2],
    "updated": "2018-11-21T08:05:00.000Z"
  },
  {
    "id": "5718",
    "title": "Over My Dead Body",
    "description": "Over My Dead Body is an anthology series about people who are pushed beyond their limits and do unspeakable things. Listen to Seasons 2 and 3 of Over My Dead Body exclusively, and ad-free, on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription. Join Wondery+ here: https://wonderyplus.com Season 3: Fox Lake - A small town cop is gunned down in a swamp in the summer of 2015. He quickly became a martyr in the national media, until a dogged investigator uncovered the officer's bizarre and dark past. When the truth comes out, the townspeople must reconcile betrayal, corruption and the secrets of an American hero. Season 2: Joe vs. Carole - Joe Exotic is a man who devoted his life to raising and breeding exotic animals, but throughout his career, he's made a lot of enemies. Most notably Carole Baskin. The feud between them gets messy, vicious, and outrageous -- until both of them are pushed far beyond their limits. To listen to Over My Dead Body Season 2: 'Joe vs. Carole' listen on Amazon Music or subscribe to Wondery+. Watch the television series based on the podcast 'Joe vs. Carole' streaming now on Peacock:  smarturl.it/Joe_vs_Carole Season 1: Tally - When this \"perfect\" couple's relationship falls apart, it leads to a bad breakup, a worse divorce, and a murder case involving a menagerie of high-priced lawyers and unexpected co-conspirators.",
    "seasons": 3,
    "image": "https://content.production.cdn.art19.com/images/59/93/d1/5a/5993d15a-b461-4418-97e6-96736913b9f0/cda3367cea57818b96d72a71a8a0d3de9287679c68b4e9f8775f0f764b04da2e2699cbe689f70118d232dd99875acfe3d4b7e00b8c3155f613b7b55f9aa0193a.png",
    "genres": [8, 2],
    "updated": "2022-03-17T07:01:00.000Z"
  },
  {
    "id": "5276",
    "title": "Accused",
    "description": "Binge all of Season 4 early and ad-free by subscribing to Wondery+. Season 4 : When Rhoda Nathan's lifeless body was discovered in her hotel room, it was assumed she'd had a heart attack. The autopsy proved otherwise: Nathan, 67, had been viciously beaten to death, punched so hard by her assailant that two of her teeth had been knocked out. Days later, a hotel employee went to the hospital to be treated for an infection in his hand, which was teeming with a bacteria most often found in human mouths. That, plus a pendant an officer said was discovered in the trunk of his car, sealed the fate of Elwood Jones, who awaits execution on Ohio's death row. For nearly 30 years, Jones has maintained his innocence -- and accused police of straight-up framing him. The journalists of Accused are reexamining the case to learn if Jones truly belongs on death row, or if a botched investigation let someone else get away with murder. Season 3: In 1984, a father of three disappeared while working at a mysterious Cincinnati plant. It turned out he’d met a gruesome fate: Pieces of bone, his eyeglasses and walkie-talkie were uncovered inside a vat that reached 1350 degrees Fahrenheit. Two months later, the Fernald Feed Materials Production Center was revealed to have been processing uranium – and polluting the region. The dead man’s children believe their father was murdered because he intended to expose how the plant had been releasing millions of pounds of uranium dust into the atmosphere. We’re hoping to figure out: Did 39-year-old David Bocks kill himself, as Fernald officials alleged, or was he more likely killed? Season 2: A soft-hearted prison minister was found killed in her Kentucky apartment, and Newport police zeroed in on an ex-convict she’d counseled. Thirty years later, the conviction is overturned and the case is once again unsolved. The Cincinnati Enquirer investigates: Was William Virgil wrongly convicted for murder? Season 1: When Elizabeth Andes was found murdered in her Ohio apartment in 1978, police and prosecutors decided within hours it was an open-and-shut case. Two juries disagreed. The Cincinnati Enquirer investigates: Was the right guy charged, or did a killer walk free?",
    "seasons": 4,
    "image": "https://content.production.cdn.art19.com/images/b3/37/52/bb/b33752bb-585a-47dc-a431-3aef17aacd66/b68b3e4a2e030d4f7ac3a518f4872e2f2985d04a130064bfb41034afe3c15824adafcbd488ce90463876b5b20bc589ead5c8c87b1c614a409d3affe444b2a0e0.jpeg",
    "genres": [2],
    "updated": "2022-05-31T07:01:00.000Z"
  },
  {
    "id": "8188",
    "title": "Little Stories Everywhere",
    "description": "New episodes come out every Tuesday for free, with 1-week early access for Wondery+ Kids subscribers. A good story can take you anywhere. Every week Little Stories Everywhere will bring you magical, adventurous, fantastical tales to excite your imagination and carry you and your family members to new places around the world. Hosted by Oscar-nominated actor Virginia Madsen and celebrated voice actor Robbie Daymond, stories will include timeless classics as well as brand-new tales.",
    "seasons": 9,
    "image": "https://content.production.cdn.art19.com/images/1e/74/fd/d4/1e74fdd4-78cf-40db-96df-2132bce7e286/764385bb44ec1e4982cc6354e6c9ab721791b8fb24abe2ce209551ec4d33279182f249812d1ceb8efbedbe1f37b745c5d06f98ae5649e7c0c7cb0657ce0e5f05.png",
    "genres": [7, 9],
    "updated": "2022-11-01T07:01:00.000Z"
  },
  {
    "id": "9687",
    "title": "The Alien Adventures of Finn Caspian: Science Fiction for Kids",
    "description": "The Alien Adventures of Finn Caspian is a serialized science-fiction story for kids (start with Episode 1), told in 15-20 minute episodes for parents to put on when driving around town, or to marathon on road trips, or to bond over before bed. The story centers on Finn Caspian, an 8-year-old boy aboard The Famous Marlowe 280 Interplanetary Exploratory Space Station. He and his friends Abigail, Elias and Vale are Explorers Troop 301, taking off from the Marlowe to explore uncharted planets, help the occasional alien, and solve a mystery that threatens to destroy the Marlowe. When pressed, we describe it as a \"mystery gang\" story, sort of like Scooby-Doo in space. The story is written and performed by Jonathan Messinger, author of Hiding Out, former web editor of Time Out Chicago Kids, and father of two boys. His son Griffin, 7, serves as editor of the story, appearing in episodes to critique, make predictions and express skepticism that his father knows what he's talking about, which also happens to be the way the rest of their relationship works. Produced in partnership with Gen-Z Media. For more great Gen-Z podcasts visit: http://gzmshows.com",
    "seasons": 12,
    "image": "https://content.production.cdn.art19.com/images/3d/7c/cf/0e/3d7ccf0e-f94b-4c7b-8ce3-58386e4afc48/f7cbeb45aa5f221a70beb6a25f4a8afbf49da4e2da687f546de2cb0859d26575773500356baf3957b72b348ff5af65675f6a85a017e16f15fb7381344640ecc5.jpeg",
    "genres": [9],
    "updated": "2022-10-18T07:01:00.000Z"
  },
  {
    "id": "5964",
    "title": "Man In The Window: The Golden State Killer",
    "description": "In Man in the Window, Paige St. John, a Pulitzer Prize winning investigative reporter has uncovered never before revealed details about the man who would eventually become one of California's most deadly serial killers. From Wondery and the L.A. Times comes a new series that traces his path of devastation through his victims' eyes.",
    "seasons": 1,
    "image": "https://content.production.cdn.art19.com/images/36/7d/69/27/367d6927-ff27-4a36-8140-c1a1af61886f/f3ca0ed80f92c424c2c833c880fe41a5a7791898fc61f1fd84e0cfb2c347ccf70d1fd11f0daa65d93ca86295cac86297eb6d8794968759934d4a2c6b7fbb11c3.jpeg",
    "genres": [3, 2],
    "updated": "2020-12-22T08:00:00.000Z"
  },
  {
    "id": "9702",
    "title": "The Unexplainable Disappearance of Mars Patel",
    "description": "The Unexplainable Disappearance of Mars Patel is a high-quality serial mystery story for middle graders, performed by actual kids. Think Goonies, meets Spy Kids, meets Stranger Things for 8-12 year-olds. Listen along as eleven-year-old Mars Patel and his pals JP, Toothpick, and Caddie set out on a audacious adventure in search of two missing friends. The mysterious tech billionaire Oliver Pruitt might have a thing-or-two to say about their quest, because as he likes to say, To the stars! In fact, that’s just where they might be headed... For more great Gen-Z Media podcasts visit: http://gzmshows.com",
    "seasons": 3,
    "image": "https://content.production.cdn.art19.com/images/e9/3d/f8/0d/e93df80d-a143-4745-ad9f-9483578bb23c/73f0355df6467a4161679b444df517fcd563118d776d773e6754732e93ce5fe7eae702f97b99f2364c612a1f3b56af19d5f3dd32e105e9d309b945c63a26b669.jpeg",
    "genres": [7, 9],
    "updated": "2021-09-20T18:30:00.000Z"
  },
  {
    "id": "9665",
    "title": "Earth Rangers",
    "description": "Hi kids, if you think that animals are amazing, this is the show for you! Join host Earth Ranger Emma as she travels the world to discover the wildest animal facts out there and solve nature’s biggest mysteries. With top ten countdowns, an animal guessing game, conservation conversations, and epic animal showdowns, this is a journey you won’t want to miss! To learn more, visit earthrangers.com/podcast Produced in partnership with Gen-Z Media. For more great Gen-Z podcasts visit: http://gzmshows.com",
    "seasons": 4,
    "image": "https://content.production.cdn.art19.com/images/8e/59/e8/1d/8e59e81d-2e78-4db2-870f-4cdae876b9b7/a9f56a60c0b60a1e6173ab74de546d0300e75d066c9f042d12d8b1b614cb0b158c499034af9fd315427351faaf4a271f321cf8fad3db7c2749e2418e2caa4160.png",
    "genres": [9],
    "updated": "2022-10-18T07:01:00.000Z"
  },
  {
    "id": "9041",
    "title": "Whose Amazing Life?",
    "description": "You venture deep into the jungle to solve its greatest mysteries. You gaze at Earth from the surface of the moon. You write music that has the whole world humming along. WHOSE AMAZING LIFE? is the new series from the creators of Little Stories Everywhere and Adventures of Cairo. Walk in the shoes of the world’s most inspiring people, from Amelia Earhart to Lin-Manuel Miranda to Ariana Grande. Experience the challenges and triumphs they faced on their journeys — before everyone on the planet knew their names. Listen closely for clues, because we won’t reveal who the person is until the very end of each episode! Each week brings a new adventure where listeners of all ages can immerse themselves in the life of someone amazing. New episodes come out every Friday for free, with 1-week early access for Wondery+ Kids subscribers.",
    "seasons": 4,
    "image": "https://content.production.cdn.art19.com/images/d3/74/3c/3f/d3743c3f-df43-43a6-8c6b-6e36c486b9af/39ef2629bfa59d1345100c7bb7d43246c4c87f88daf74039c2e0ade35ed14acf3a861362b857a08940408f9d12179f2e4cd7bf31ddc3912442499fe35a0115de.png",
    "genres": [3],
    "updated": "2022-10-28T07:01:00.000Z"
  },
  {
    "id": "6465",
    "title": "The Sneak",
    "description": "All episodes are available for free, with ad-free episodes available for Wondery+ subscribers. Season 3: The Disappearance of Mario Rossi - Set against the backdrop of NASCAR’s drug smuggling scandal in the early 1980’s, this season of The Sneak tells the story of the disappearance of one of the sport’s most brilliant engineers, a mystery that haunts racing to this day. The hosts will set out to finally answer the question: What really happened to Mario Rossi?  Season 2: Murders at Whiskey Creek - We follow world champion surfer Jack Roland Murphy as he pulls off the biggest jewel heist in American history. Things turn deadly as he is implicated in two murders afterwards. Interviews with him and his accomplices expose even more murders, and an even darker story. Season 1: DB Tuber - News of the crime spread across the internet like wildfire. The story of a football hero turned bank robber shocked the sleepy town where the heist occurred, and became a worldwide sensation. People were aghast as the disgraced athlete told his incredible story. There was only one problem. It wasn’t the whole story. Not by a long shot.  From USA Today & Wondery comes The Sneak. A show that digs into spectacular true crime stories from the world of sports. New episodes every Tuesday. ",
    "seasons": 3,
    "genres": [2],
    "image": "https://content.production.cdn.art19.com/images/0b/0f/02/5d/0b0f025d-bd2a-4686-bc86-a7bbddba74f3/d1bba784d3bd42b85b0784574b2b44f2ce1786e8193d5a69842c9c5720f21450ea2478546a8786ee7071017089fcf073ef5d988e0e5003d32beb0a7bec64235e.png",
    "updated": "2021-05-20T07:00:00.000Z"
  },
  {
    "id": "6756",
    "title": "Dying For Sex",
    "description": "When Molly's diagnosed with stage IV breast cancer, she decides to do something bold: she leaves her unhappy marriage and embarks on a series of sexual adventures to help her feel alive. She shares the funniest and most touching details with her closest friend, host Nikki Boyer. As they peel back the layers, we learn that Molly isn’t just grappling with breast cancer: she's also dealing with some trauma from her past. Along the journey, the friends explore bigger themes that affect us all -- like healing, forgiveness and what do we do with the time we have left. From Wondery, the makers of The Shrink Next Door and Imagined Life, Dying for Sex is a six-part series about friendship, sex and love, and overcoming adversity. Hosted by Nikki Boyer. All episodes are available ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/1a/ad/4d/03/1aad4d03-1927-4b03-bf84-dd5ea15c954f/742b684dcfbed627b344699b7279be3548e25c7aa640b127856e487f807dd80e7ff8a56071bbfb28b45434ad1f249e2148c75797b451aea0c6f93c6b914f17cb.jpeg",
    "genres": [5, 1],
    "updated": "2022-03-17T07:01:00.000Z"
  },
  {
    "id": "5702",
    "title": "Imagined Life",
    "description": "What is it like to be famous before you’re famous? What is it like to walk in the shoes of another person? Each episode of Imagined Life takes you on an immersive journey into the life of a world-famous person. It’ll be someone you may think you know, even admire -- or maybe the opposite. You’ll get clues to your identity along the way. But only in the final moments will you find out who “you” really are. So sit back, let go, and -- imagine your life, with our hosts, Oscar nominated Virginia Madsen and celebrated voice actor Robbie Daymond. All episodes are available now. You can binge the series ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 6,
    "image": "https://content.production.cdn.art19.com/images/ee/af/79/a8/eeaf79a8-199e-438b-8a9c-56aeb3f6bd83/a17582304e222235b07b729c63d14fd2049cf1663699c50fd995314dc84fe51273a4638321c4d0e742d7fda87c587566c5dd54229849056e56e51c6a03e93831.png",
    "genres": [5, 3],
    "updated": "2021-10-15T07:00:00.000Z"
  },
  {
    "id": "9620",
    "title": "Melon's House Party",
    "description": "Welcome to Melon’s House Party! Did you know that the objects in your house sing and speak all day long? They just do so in a key only dogs can hear. Enter, Melon, an eight pound dog with a thousand pound heart who is the key to a world that lives right under our noses! She lives in a world full of friends; an always singing record player, a soulless computer, her bookshelf therapist and many more. But her best friend in the world is Couch. No musical adventure is too big for Melon and Couch as long as they can figure out a way to do it together. As Melon learns about herself and the world around her, she shows us how to appreciate the little things in life and the importance of friendship and family.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/76/cf/36/3f/76cf363f-bf38-4490-80f9-ad890df8b2a2/a5cb31de2d0c42284b43fb29591fd9388e41e92f5ff2eac87082ee249f2ad77995f457595fc91e784fa491f7770e4a273a6423b81ac33002ad6e49247a3ab915.png",
    "genres": [5],
    "updated": "2022-11-02T07:03:00.000Z"
  },
  {
    "id": "5320",
    "title": "Felonious Florida",
    "description": "Beyond the beaches, the theme parks, the palm trees and the warm breezes lies the dark side of the Sunshine State. Wondery and the South Florida Sun Sentinel present a true-crime podcast that bring you stories of some of Florida’s most notorious and stunning crimes. Hosted by EmmaKate Austin, Season 2 will take you through some of the darkest corners we’ve explored yet. New episodes are coming Oct. 2 and will be released every Tuesday. Visit FeloniousFlorida.com.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/15/88/a1/71/1588a171-e383-4500-bc00-a540c3efa1bd/a4dc4fa5df62ce0485a96b9b9fcfa81f3a02fc372928d2f085abdb7df23a665c05da6b4d640284543a0ddf5c2ef58f17edf1dc76ced5bd11770ab393b0c65a53.jpeg",
    "genres": [3, 2],
    "updated": "2019-01-23T05:00:00.000Z"
  },
  {
    "id": "6717",
    "title": "WeCrashed",
    "description": "Watch the Apple Original series  WeCrashed , starring Jared Leto and Anne Hathaway. Now streaming only on Apple TV+  https://apple.co/-WeCrashed The founders of WeWork thought they were on the brink of making history. The company was valued at $47 billion dollars, ready for a huge IPO, and its charismatic CEO Adam Neumann believed he was going to change the world. Adam and his wife Rebekah had a prophet-like vision—but did it ever match the company's reality? Now the inspiration for a new AppleTV+ series starring Jared Leto and Anne Hathaway, WeCrashed: The Director’s Cut is a complete refresh of our original six-part series. Hosted by David Brown of the hit podcast Business Wars, this six-part series includes new interviews and new discoveries about the rise and fall of WeWork. It’s a story of hope and hubris, big money and bigger screwups, and the lengths people will go to chase “unicorns\".",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/15/85/3e/79/15853e79-7883-4cbe-a3c8-2cddba54da0a/536a4c66a9e4f8aa145f5913bdfac6b2a849e202beb5add6aa7d13c7849f72bba52fffe2e19429287758815d4c9517b3d9bbdc5cc02e0f7edc0a0b04f008de31.png",
    "genres": [6, 3],
    "updated": "2022-04-22T07:01:00.000Z"
  },
  {
    "id": "10182",
    "title": "Adventures of Cairo",
    "description": "Welcome to the exciting world of Cairo Carter! Cairo is seven years old and lives in the big city, and he loves to explore the world around him. Cairo has lots to learn about kindness, safety, and even the value of a dollar, so it’s lucky he can always depend on his family, his friends, and his community to help him learn and have tons of fun along the way. Come join him in the ADVENTURES OF CAIRO! New episodes come out every Tuesday for free, with 1-week early access for Wondery+ Kids on Apple Podcasts subscribers and Wondery+ on the Wondery app. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/b6/0c/e1/f2/b60ce1f2-f470-4eba-abe6-03b7dd1c3569/bba3c2ccf524c18e2099bb64d98f88ca52822127b25dbd30936ec318f206931f087c6075c5b839b3e4ddcfbfd45ce6ad84b57fa16c23bebf9b8839e6f1bd7c16.png",
    "genres": [9],
    "updated": "2022-11-02T07:01:00.000Z"
  },
  {
    "id": "9695",
    "title": "The Hollow",
    "description": "Commemorating the 200th anniversary of Washington Irving’s “The Legend of Sleepy Hollow,”  The Hollow  is a modern take on the timeless story of Ichabod Crane and the Headless Horseman. When three 6th graders at Sleepy Hollow Middle School stumble upon a real-life ghost story, they find themselves on the trail of the Headless Horseman himself. Is he truly a terrifying ghoul, or has he been misunderstood for all these years? The Hollow is produced by Gen-Z Media. For more great Gen-Z podcasts visit http://gzmshows.com or follow us on Twitter and Facebook and Instagram .",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/45/8a/b9/91/458ab991-8657-45af-8668-0e3e280ce4b3/4f589340295571d10a073f0d1ca23bdbc865959a821f9d8116d5d636a642f5085cf3ef60f13ed17087c69a8be3314c6787dc738837b16b68c34792c9d489b9a6.jpeg",
    "genres": [7],
    "updated": "2021-10-29T09:00:00.000Z"
  },
  {
    "id": "6451",
    "title": "Detective Trapp",
    "description": "Anaheim investigator Julissa Trapp is not like other detectives. She’s the only woman on the homicide squad, and a skilled chameleon: undercover cop in vice stings, crime-scene commander, patient confidante of killers. A master interrogator, she invokes her personal experience – and deepest griefs – as a tool to elicit confessions. When a young woman’s body is found at a trash-sorting plant, Trapp learns the murder may be linked to the disappearance of three other women in nearby Santa Ana. Trapp embarks on a dark journey that brings her face to face with a man who takes “a little piece of her soul.” The series is about a singular detective on a relentless, sometimes lonely quest for answers. From the Los Angeles Times and Wondery, “Detective Trapp” is a new story from Christopher Goffard, the writer and host of “Dirty John.”",
    "seasons": 1,
    "image": "https://content.production.cdn.art19.com/images/db/ee/b4/b5/dbeeb4b5-40f6-4b03-8d99-2a81b5cf8e33/3661121915afa366ce97e923e54003290a0cf6f67a9e52eba050514df5276702b51e4c13f5af4feab8410c29b21aeece9d96af3e0464bcd24a603a42a3755ef9.png",
    "genres": [2],
    "updated": "2022-04-05T20:18:06.000Z"
  },
  {
    "id": "5968",
    "title": "1865",
    "description": "All episodes are available for free, with ad-free episodes available for Wondery+ subscribers. April 15, 1865. President Lincoln is dead and the country in turmoil. Secretary of War Edwin Stanton takes control, determined to bring the assassin to justice—but the hunt for John Wilkes Booth isn’t all that grips Stanton. Lincoln’s successor, Vice President Andrew Johnson, is likely to bend to southern interests and undo the very progress for which Lincoln died. Edwin Stanton must employ every bit of political wile he can muster to secure the future of the freed slaves, and the nation. Consumed by his conviction, Stanton will betray his friends, his honor, and the very constitution he is sworn to protect, all to steer the country towards justice. *** 1865 is an Airship production. Support this show to get early, ad-free access to episodes and more.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/34/c9/4a/20/34c94a20-0ed5-4ace-adb7-a85f196c29a0/430e76ab492de6da0698405c1df8fcde27a1018622d8e0a99c7a2e8da0d88794878d53c1c36d6bfd8b450c156fdc12dd1cb19b15b9139db37ff8ef526f19b012.png",
    "genres": [3],
    "updated": "2021-07-13T08:00:00.000Z"
  },
  {
    "id": "5692",
    "title": "FRAMED: An Investigative Story",
    "description": "A true crime podcast that seeks to go beyond the narrative and discover the truth. Both sides have facts, which picture comes into focus depends on how those facts are Framed.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/80/9b/b1/23/809bb123-130c-4254-a9c1-e66cd2bc9d33/fe06b76bdce09c87166118a932e175e0fc893cf18ade7a553d88b00b1b6f162bf926fd32d722fca969d57e5f46362ea855609da4af886d3e14b766f38444a39b.png",
    "genres": [2],
    "updated": "2021-01-06T09:00:00.000Z"
  },
  {
    "id": "9994",
    "title": "Tomorrow",
    "description": "Annie Warbucks and Agatha Hannigan, two names forever connected by events that made one of them the richest girl in the world…and sent the other to prison.  Tomorrow is an original, scripted series set in a post-pandemic New York City, five years after “little orphan” Annie was adopted by billionaire Oliver Warbucks (Lance Reddick, The Wire, Fringe ). Now 15, Annie (Abbie Grace Levi), a singer-songwriter/influencer extraordinaire, is about to face the biggest test of her signature positivity when a mystery rocks the Warbucks empire. Annie must rely on her pals from the orphanage, Molly, Tessie and Pepper, and her artificial intelligence “butler” Drake (Alan Ruck, Succession) to save her family. Agatha Hannigan (Tony Award winner Laura Benanti) has spent five years in prison, revisiting her bad choices and stewing about the billionaire and his adopted daughter who put her behind bars. Finally released back into society, Hannigan will have to decide: Does she want to turn her life around, or does she want revenge? From Gen-Z Media, creators of the Peabody Award-winning The Unexplainable Disappearance of Mars Patel and the hit family podcast, Six Minutes, Tomorrow combines the heart, humor and hope of the original stage play with elements of serialized mystery and high stakes adventure. Featuring fresh takes on beloved songs and a star-studded cast, it’s a modern story for all the many generations who grew up on “Annie.” Created and produced by David Kreizman, Ben Strouse and Chris Tarry at Gen-Z Media. Story by David Kreizman and Ben Strouse. Written by David Kreizman, Ben Strouse, Donna Swajeski and Marla Kanelos. Producer: Claire McClanahan. Original music and arrangements by Chris Tarry, Jennifer Rowekamp, and David Molloy. Sound design, mixing, and editing by Chris Tarry with voice editing and additional sound design by Darian Newsome. Annie vocals by Haley Klinkhammer. Directed by David Kreizman and Claire McClanahan. Additional voice direction by Michelle Tattenbaum. Based on story and characters from the musical “Annie” by Charles Strouse, Martin Charnin and Thomas Meehan.  New episodes of Tomorrow come out every Monday for free wherever you get your podcasts. Listen 1-week early and to all episodes ad-free with Wondery+, Wondery+ Kids on Apple Podcasts, or Amazon Music with a Prime membership or Amazon Music Unlimited subscription. To learn more visit gzmshows.com.",
    "seasons": 1,
    "image": "https://content.production.cdn.art19.com/images/3c/5b/49/ee/3c5b49ee-d882-4583-88b0-db0445d3d037/88a25cf30aea1139130c4a922bf0c7eeb61e0d6300a15a2556bede9153dcf0ce4c792e04737a87b2c6568bd53e097038aaec23f39a28e93843b8837421a85673.jpeg",
    "genres": [7, 9],
    "updated": "2022-10-31T07:01:00.000Z"
  },
  {
    "id": "10758",
    "title": "Queen of Hearts",
    "description": "Dating can be a drag, so why not turn it into a game? In this blind dating game show, host Jujubee ( RuPaul’s Drag Race, Dragnificent ) guides singles through a series of sexy games and challenges to see if they can find their one true love-for-now. Sure to make you laugh, gasp, and smile, this inclusive show is the first of its kind. Follow Queen of Hearts wherever you get your podcasts, or you can listen one week early on Amazon Music or early and ad-free by subscribing to Wondery Plus in Apple Podcasts or the Wondery app.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/d4/73/48/d2/d47348d2-2f6a-4358-b897-ed5ab3b6c658/d70513e718d613ec4aaf039a65ca60f874546e6243659e68c04f90f8ba467aea8a322d4842ac47cc1f8f84aef809875aa03d6340237b5dc6cc75142c2c19f54f.png",
    "genres": [5],
    "updated": "2022-11-01T07:01:00.000Z"
  },
  {
    "id": "9705",
    "title": "Becoming Mother Nature",
    "description": "Becoming Mother Nature introduced us to troubled 13-year-old Chloe Lovejoy, who prematurely inherited the mantle and awesome power of Mother Nature from her Grandmother Ivy. In season one, Chloe struggled mightily to balance the trials and tribulations of middle school with...you know, saving the world. With Cupid and the Reaper, Volume II of “The Natureverse,” Chloe will soon learn she’s not the only super-powered teenager in the world. Meet thirteen-year-old Mondo Ramirez, a hopeless romantic in Savannah, Georgia, who rarely thinks of consequences. When his elaborate 8th grade promposal goes awry, Mondo accidentally kills the Grim Reaper, inheriting the Reaper’s cloak and scythe in the process. Marcus Aronson never accepted or understood his parents’ divorce. Logical and socially challenged, Marcus went on a mission to find Cupid himself, and finally convinced the winged archer him to hand over his arrows and his title. Armed with research, algorithms and a huge pair of wings, Marcus is determined to change the way people fall in love. Cupid and The Reaper, Volume II of the “Natureverse,” tells the buddy-adventure story of these two mismatched and unlikely heroes. Can Marcus and Mondo learn to work together and harness the powers of life, death and love to fight off a mysterious supernatural force in their school? And will Chloe see them as friends...or foes? For more great Gen-Z Media podcasts visit: http://gzmshows.com",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/82/13/f6/9a/8213f69a-882f-49ae-b25b-aa0d91c27fe3/f2c8dcc41fe54ea9d738b6a73942a1ab3be4d2c6e528e7b24121cf89275a7944aab19b3f1ae44e5c65039510a17903e42577e0fb977ab8af2e388d0b3273c476.jpeg",
    "genres": [9],
    "updated": "2021-10-14T09:00:00.000Z"
  },
  {
    "id": "10934",
    "title": "WeWow",
    "description": "Hosted by Mindy Thomas and Guy Raz of  Wow in the World, WeWow  is a project-based learning podcast with activities curious kids and grownups can bring to life in their world! Built around themes like Earth Day, Back-to-school, Black History Month and Summer Camp,  WeWow  invites kids to tinker like real scientists by trying experiments or activities at home and sharing their findings through photos, videos, or audio recordings.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/e0/ba/41/4d/e0ba414d-7805-4435-bcdb-87ef5ccab9a1/25d3351125c43b70beff87de28397fbcf5ea1a7d86d8d2b14ebd0226c8c6ffdb7a723df7a86475d6165c391f4b838fbcc4b6da05f380dc94af40f2b168e99945.jpeg",
    "genres": [9],
    "updated": "2022-10-27T07:01:00.000Z"
  },
  {
    "id": "9694",
    "title": "Young Ben Franklin",
    "description": "Before he was Benjamin Franklin, inventor and statesman, he was just Ben, a boy in Colonial Boston with an adventurous spirit, a curious mind...and a penchant for getting into trouble. Meet our most endearing founding father at fourteen; a charming rebel years away from discovering the ageless sayings and brilliant inventions that made him famous. When Ben and his friends stumble upon a mysterious letter leading to a legendary treasure, he'll have to use his wits and bravery to outsmart the cruel British governor of Massachusetts. For more great Gen-Z podcasts visit http://gzmshows.com",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/27/5c/b2/90/275cb290-4a0c-40e1-9015-a944ef3cdaa0/d8a37376115fa95a213434d69a98558cd0eb8c9bc2b24ae75157f6058464ed42c0c5b2ea099e6acbe89e28e20482a9789bff6333d338a8dd1b70cadc7e378e2d.jpeg",
    "genres": [9],
    "updated": "2022-04-13T07:01:00.000Z"
  },
  {
    "id": "9263",
    "title": "True Love",
    "description": "Love is that first breathless glance. That person you lust after. That person you fall too hard for.   But “happily ever after” ain’t ever in the cards. In fact, it’s more like, “ Hurry up before my husband gets home!”  And that is True Love. From Wondery, True Love is a weekly fictional series of scandalous love stories that are sexy, funny and filled to the brim with heartache. It’s the marriage of your favorite nighttime soap opera with your favorite juicy beach read. True Love explores the obstacles and challenges of walking the path to happily ever after...or happy for the moment. Co-hosted by Amber Reauchean Williams and Malcolm Barrett.",
    "seasons": 6,
    "image": "https://content.production.cdn.art19.com/images/d4/c3/24/af/d4c324af-61b8-4905-816e-d33bd7cb3eba/2a63f7fa4a654c8582a18e490838cfb10facccf8464bd2b588bdb13079e82b38542f12e9a6f579cb545f5c7418de411f90f918a4b956b63e9ec0a620e2e37891.png",
    "genres": [7],
    "updated": "2022-06-29T07:30:00.000Z"
  },
  {
    "id": "8760",
    "title": "Secret Sauce",
    "description": "How do certain companies succeed where others have failed? What’s their “secret sauce”...and how can we get our hands on their recipes? From Wondery, the makers of the hit podcasts Business Wars and WeCrashed, comes SECRET SAUCE. Co-hosts Samuel Donner and John Frye take you behind the scenes of the most innovative leaders, trailblazing companies, and thriving cultures to learn what they have done to become a success. From how design guru Jony Ive worked with Steve Jobs to create some of Apple’s most iconic products, to how Warren Buffett invests better than just about anyone else. These are the unique recipes for what it takes to get to the top and stay there. Available ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
    "seasons": 4,
    "image": "https://content.production.cdn.art19.com/images/db/ea/78/3d/dbea783d-82ee-430f-8db9-cb8409e3ae22/e58264bc3e60343216283d8ce23c35b4c077ac8e486b2fec393f121b24104d1b862b7084b11e2fa3ffea6404b668d5b03ddf4254552cb8d79af0ab5dff3e8e5b.png",
    "genres": [6, 3],
    "updated": "2021-07-13T09:00:00.000Z"
  },
  {
    "id": "9693",
    "title": "Treasure Island 2020",
    "description": "James Hawkins helps his mom run a motel in modern day Montauk, Long Island. But when a mysterious man washes up on the beach with a treasure map tattooed on his chest, James discovers that Billy Bones is, in fact, a time traveling pirate from the 18th century. James and his new friends, Morgan and Max, follow the map right into a magical portal that leads them back nearly three hundred years and back into a swashbuckling adventure. For more great Gen-Z podcasts visit http://gzmshows.com Become a Gen-Z Superfan by visiting our Patreon page for early access to shows, scripts, and other exclusive content. http://patreon.com/gzmshows",
    "seasons": 1,
    "image": "https://content.production.cdn.art19.com/images/2f/59/1c/9d/2f591c9d-76f3-44de-9e18-e08357760a1b/7981ea59f91389ae43cd403bca43acfebf923edd4b8be32f1b668a6bc587297a9524c48d5f9a924490dd6558c90bf07ee9f790e6811ad77dd112482e0d19d347.jpeg",
    "genres": [9],
    "updated": "2020-06-15T09:00:00.000Z"
  },
  {
    "id": "9704",
    "title": "Remy’s Life...Interrupted",
    "description": "Hi, I’m Remy, an 11-year-old Six Minutes superfan from New Jersey. The producers of Six Minutes gave me my own podcast! Every day I’m going to talk about my life, mysteries and what it’s like being quarantined with my mom, dad and my older brother, Alex. This is my life...interrupted. (Producer’s Note: There just might be a mystery hiding around the corner.) If you’d like a birthday shout-out from Remy or just want to say hi, please send requests to remyslifepodcast@gmail.com . You can even send an audio recording. Please try and send birthday requests two weeks ahead of time. Want a Remy’s Life T-shirt? Check out the store here: https://www.teepublic.com/user/genzpodcasts Become a Gen-Z Superfan by visiting our Patreon page for early access to shows, scripts, and other exclusive content. http://patreon.com/gzmshows Six Minutes is produced by Gen-Z Media. For more great Gen-Z podcasts visit http://gzmshows.com or follow us on Twitter and Facebook and Instagram .",
    "seasons": 1,
    "image": "https://content.production.cdn.art19.com/images/89/ae/2b/81/89ae2b81-b468-47b6-a0e5-1e73f53a084c/201b0c7d8d907396f53963ab1128a9509aceab1b141cbed3d8027ef714799a4b5190adbf4fe2b85ebd088be2e5baa70bbda30cf7d6a93636056f69de03f3c5d0.jpeg",
    "genres": [9],
    "updated": "2021-06-25T09:00:00.000Z"
  },
  {
    "id": "10660",
    "title": "More Than A Feeling",
    "description": "Most of us have gotten at least a little emotional at some point recently. It’s natural. But why do we have emotions and how much should we pay attention to them on any given day? Can we learn to skillfully choose which emotions to listen to and which ones to just let move on by? In More Than A Feeling , the latest podcast from Ten Percent Happier, host Saleem Reshamwala goes on a real life quest to find the answers to these questions. He’ll experiment with neuroscientists, dive into stories with historians and philosophers, and document how musicians, therapists, hairdressers and airplane pilots work with emotions.  Saleem sifts through the human condition to find stories and insights that will help us define our most fundamental relationships: our relationship to our own emotions, and to each other’s.",
    "seasons": 1,
    "image": "https://content.production.cdn.art19.com/images/88/d5/9d/bd/88d59dbd-34b3-4588-b173-f2860a70ee4f/067c26b8a612db644940641db4571613a41dd52888a5ce38e1b21c170bf73c3d97500fa010a2ad1849832e11089c6e997e6142e6a70be8dc4babbb6fdf2a8a6c.png",
    "genres": [1],
    "updated": "2022-08-02T15:14:11.000Z"
  },
  {
    "id": "6430",
    "title": "The City",
    "description": "USA TODAY’s critically acclaimed investigative podcast about power in American cities. Season 1, Chicago: A black neighborhood fights back when a mysterious man with mob ties builds an illegal dump across the street from an elementary school. Along the way they confront corrupt politicians, apathetic bureaucrats—and a secret undercover FBI investigation. Season 2, Reno: A surprising proxy battle for the future of Reno pits a brash strip club kingpin against power brokers in city hall. The winner-takes-all fight could remake the city—and ruin lives in the process.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/c5/f8/e7/fa/c5f8e7fa-4b3d-44b5-83f8-30b04dd28293/74283c27dfd3bd1ce61e9aa0fa2e9c8d6f4847152fa4b7e9a38e8fa87b42aaf33ca247af6994bff4304a85ea7c82e7513ded581456b4474b5790320b916f798f.jpeg",
    "genres": [2],
    "updated": "2020-07-29T07:30:00.000Z"
  },
  {
    "id": "9739",
    "title": "The Rez",
    "description": "Set in a very strange future where everything seems perfect but is actually completely wonky! Preen, a show-offy influencer, and sensible Sav try to outsmart the wicked A.I. JEF who runs their world. Together they find an ancient phone that can communicate with kids in the past (Pastlings - that’s you!) who teach them about weird ancient ideas like kindness, friendship and how nature isn't really that terrifying. JEF hates all these things and sends robots, drones and other future gizgads to try and stop them!   The Rez is a multi-award winning series with top quality jokes, a brilliant UK cast, funky sound, and some secret messages about life, kindness and looking after each other. The Rez is a production of Rezilience Ltd. (supported by Arts Council England), in partnership with Gen-Z Media.",
    "seasons": 2,
    "image": "https://content.production.cdn.art19.com/images/5b/c8/0a/e6/5bc80ae6-4e4f-45d5-9230-8229b1e20621/79aa8d3f74c0350a905fcebd143e652e12c64e44f928a1a33e094819b1df65c79832f0275f8c6cb47fef5e4344c69c27b52ca9bbcf038598bbd43e054613b5ef.jpeg",
    "genres": [9],
    "updated": "2022-11-01T07:01:00.000Z"
  },
  {
    "id": "9666",
    "title": "Iowa Chapman and The Last Dog",
    "description": "The Last Dog is a thrilling and heartfelt audio adventure with the love story between a girl and a dog at its center. In an apocalyptic future, climate change and overconsumption have made our planet a very different place. The seas have risen, resources are scarce…and animals have disappeared off the face of the earth. Most people believe they never existed at all. 12-year-old Iowa Chapman is not most people. And when she’s rescued by what might be the last remaining dog, she realizes the responsibility she has to keep this amazing creature safe. Pursued by the evil Regulators, Iowa and Doggo set off on a journey in search of Haven, a legendary island where some believe animals might still be living. From Gen-Z Media, creators of Six Minutes, The Last Dog is GZM’s first movie-length audio epic. For more great Gen-Z Media podcasts visit: http://gzmshows.com",
    "seasons": 1,
    "image": "https://content.production.cdn.art19.com/images/90/40/94/ed/904094ed-02fa-4f0d-9ebe-9fcd26a01d15/03ebc89ab0e8951c437fa4d7d24e06ee03a1f56307dafb321745752ac1ccf53b6a121eba63c54a99c45aea7b021a5277dff0d1fb5c0673cce45ba9ea5895f845.jpeg",
    "genres": [7],
    "updated": "2022-11-03T07:01:00.000Z"
  },
  {
    "id": "9691",
    "title": "The Weirdness",
    "description": "Welcome to  The Weirdness … Middle-schoolers Arlo and Sierra host a podcast dedicated to exploring unexplained phenomena like the Loch Ness Monster, the yeti and the chupacabra. But they’ve never actually witnessed any of it—until they track down an unusual caller who turns out to be none other than Bigfoot himself. Turns out, the Weirdness is real, and it’s everywhere! Arlo, Sierra, and Bigfoot (aka Beef) set off on a mind-blowing adventure across the globe to find out why the creatures of legends are disappearing. For more great Gen-Z podcasts visit http://gzmshows.com or follow us on Twitter and Facebook and Instagram .",
    "seasons": 1,
    "image": "https://content.production.cdn.art19.com/images/16/88/1f/3b/16881f3b-b73a-4b78-aac6-8ba6b9958826/788d257b6687de815e7e120427b5635e3c4d180709584d9d4f9bae7c7506bcd8cfb4f4d511932c02757ac6071b4867a8d6a3b083344c18987427bbd1949de1bf.jpeg",
    "genres": [9],
    "updated": "2022-11-03T07:01:00.000Z"
  }
]
