{
  "id": "10276",
  "title": "This Podcast Will Kill You",
  "description": "This podcast might not actually kill you, but it covers so many things that can. Each episode tackles a different disease, from its history, to its biology, and finally, how scared you need to be. Ecologists and epidemiologists Erin Welsh and Erin Allmann Updyke make infectious diseases acceptable fodder for dinner party conversation and provide the perfect cocktail recipe to match.",
  "seasons": [
    {
      "season": 1,
      "title": "Season 1",
      "image": "https://content.production.cdn.art19.com/images/f5/16/e0/99/f516e099-4c64-4737-9fdb-55f4d45a4003/b3d0d5faff8545c8e120cd2a564a3baf4bfa07495808ac2be00b688a4b19393260d74ebd630d859a746e8b39a74224268f1b69e88bf19db720c9e52d8a4f612a.jpeg",
      "episodes": [
        {
          "title": "Ep 13 Don't Tread on my Monkshood: Crossover w/ IDOP",
          "description": "What's the difference between a physician and a pretender, a magician and a poisoner? That's a question we'll try and answer in today's episode! We are very excited to bring you our first botanical poison crossover episode with our good friend Matt Candeias of the awesome podcast and website, In Defense of Plants. This week, we'll talk about Wolfsbane, or Monkshood, or Aconitum, or any of its various common names. The point is, get ready to learn about a pretty gnarly poison, its history, how it affects your body, and why on earth a plant would make such deadly compounds from an ecological and evolutionary perspective. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 12 HIV/AIDS: Apathy Will Kill You",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 11 Ebola: The New Kid on the Block",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 10 Yellow Fever: Is there a Hamilton song about this?",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 9 Tuberculosis: A Slow Burn",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 8 ABRACADABRA - Go Away Malaria!",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 7 Hit Me With Your Best (Polio) Shot",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 6 Plague Part 2: TGFA",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 5 Plague Part 1: The GMOAT",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 4 The Poop Show",
          "episode": 10,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 2,
      "title": "Season 2",
      "image": "https://content.production.cdn.art19.com/images/f5/16/e0/99/f516e099-4c64-4737-9fdb-55f4d45a4003/b3d0d5faff8545c8e120cd2a564a3baf4bfa07495808ac2be00b688a4b19393260d74ebd630d859a746e8b39a74224268f1b69e88bf19db720c9e52d8a4f612a.jpeg",
      "episodes": [
        {
          "title": "Ep 35 Lyme Disease: I'd like to check you for ticks",
          "description": "For our last episode of this season, we’re going out with a bang, or should we say bite? This week we’re tackling the doozy of a disease called Lyme, the most prevalent tick-borne infection in the northern hemisphere. Tune in to hear us navigate the complicated biology of Borrelia burgdoferi, delve into the ancient history of the disease (ice mummy? yes, please!), and trace the tangled ecological web woven by the spirochete, its vector, and its hosts. And to round out this delicious blood-meal of an episode, we are joined by the one-and-only hunter of ticks, ecologist of disease, and PhD advisor of Erins, Dr. Brian Allan! Not only does Brian shine some light on the current innovative research on Lyme disease ecology, but he also details his own experience with the disease. This episode is as full as a tick with information about Lyme disease, making it one you’re not going to want to miss.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 34 Cystic Fibrosis: Complete Somatic Rebellion",
          "description": "Despite being one of the most common genetic disorders, affecting millions of people worldwide, cystic fibrosis evaded medical description for thousands of years after its first appearance. But the last century has led to a revolution in diagnosis, treatment, and our understanding of the disease. This week we talk all things cystic fibrosis, from salty sweaty tests to European folklore, from Bell Beaker culture to gene therapy. And we are honored to be joined by Jay Gironimi, author of “Can’t Eat, Can’t Breathe, and Other Ways Cystic Fibrosis Has F#$%*d Me”, who chats candidly about his experience with CF. Oh, and the best part? Jay, also the talented musician behind All Hallow‘s Evil, wrote a custom song specifically for this episode! We loved it so much we named this ep after it, and we know you’re gonna love it too. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 33 Chytrid: The Silent Forest",
          "description": "Walking through a forest at dusk, you’ve likely heard the croaks and groans of frogs and toads forming a chorus in the damp undergrowth. But what if the forest were suddenly, inexplicably, silent? In the 1980s scientists started noticing the forests becoming quieter as amphibian populations around the globe began to decline -- rapidly. Today we are joined by Dr. Taegan McMahon from the University of Tampa to discuss our first ever wildlife disease: chytridiomycosis. Chytrid fungus, or Bd for short, has wreaked havoc on amphibian populations for the last several decades, and researchers are still trying to find a way to stop it. ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 32 Ask the Erins",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 31 Giardia: Gerardia",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 30 Encephalitis Lethargica: Sleep Perchance to Dream (& Dream & Dream)",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 29 Aspirin the Wonder Drug: Crossover w/ IDOP",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 28 H. pylori: Don't try this at home",
          "description": "This week's episode comes with a warning: don't attempt this at home. While self-experimentation has led to many a scientific breakthrough, we're definitely not advocating it. But it happened to work out for the best for Barry Marshall and Robin Warren, even earning them a Nobel prize. That’s right folks, today we’re talking about none other than Helicobacter pylori, the curvy little bacterium identified only a few decades ago to be a causative agent of peptic ulcer disease, a major risk factor in the development of gastric cancer, and a fierce warrior who can survive the harshest of environments: your stomach.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 27 Vaccines Part 2: Have you thanked your immune system lately?",
          "description": "Were you stoked about the history and biology of vaccines we covered in part 1, but left with even more questions? Were you really hoping to hear us talk about anti-vaccine sentiment and address misconceptions about vaccines in detail? Did you want even more expert guest insight?! Well then do we have the episode for you! Today, we delve into the history of the “anti-vaccine movement” which, spoiler alert, is nothing new. With the help of Dr. Peter Hotez, Dean of the National School of Tropical Medicine at Baylor College of Medicine in Houston and Co-director of the Texas Children’s Hospital Center for Vaccine Development we address some of the most common concerns and questions that arise about vaccines, their safety, and their efficacy. And finally, we hear from Bill Nye The Science Guy about dealing with the challenges of science communication in the modern world when diseases spread as fast as fake news headlines. Y’all. This is the episode you’ve been waiting for.",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 26 Vaccines part 1: Let's hear it for Maurice",
          "description": "The wait is finally over: this week we are very excited to bring you the episode we’ve been teasing for weeks: vaccines! This week and next (you don’t have to wait a full two weeks for the next episode!), we are presenting a two-part series on vaccines. In today’s episode, we dive deep into the biology of vaccines, from how they stimulate your (amazing) immune system to protect you, to how they make you into an almost-superhero, shielding the innocents around you from deadly infections. We take you back hundreds, nay, thousands of years to when something akin to vaccination first began, and then we walk along the long road of vaccine development to see just how massive an impact vaccines have had on the modern world. The best part? We are joined by not one, but two experts from the Bill and Melinda Gates Foundation. Dr. Gail Rodgers and Dr. Padmini Srikantiah explain the process of vaccine development, highlight the challenges of vaccine deployment, and shine a hopeful light on the future of vaccines. And be sure to tune in next week for part 2 where we’ll focus on vaccine hesitancy and address common misconceptions surrounding vaccines in even more depth.",
          "episode": 10,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 3,
      "title": "Season 3",
      "image": "https://content.production.cdn.art19.com/images/f5/16/e0/99/f516e099-4c64-4737-9fdb-55f4d45a4003/b3d0d5faff8545c8e120cd2a564a3baf4bfa07495808ac2be00b688a4b19393260d74ebd630d859a746e8b39a74224268f1b69e88bf19db720c9e52d8a4f612a.jpeg",
      "episodes": [
        {
          "title": "Ep 60 Giving birth to \"The Pill\"",
          "description": "Well, TPWKY listeners, it has been a heck of a year, and it’s not even over yet! But one thing has come to an end: our third season. Given the profound implications these next couple of months will have on the future of health and security in the United States, for our season finale we chose to cover a topic that’s near and dear to our hearts and minds: birth control. Have you ever thought to yourself, “I know this IUD/patch/pill prevents pregnancy, but how exactly does it do that?” or “How on earth did someone come up with this pill and then get it legalized?” If so, you’re in luck. In this episode, we walk through the basics of how the most common hormonal contraceptives work and then journey through the history of the various birth control movements in the United States. Finally, we wrap up with some of the latest developments in birth control technology (male hormonal contraceptives, anyone?) as well as the major legal decisions impacting access to birth control.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 59 Thalidomide: Justice Delayed, Justice Denied",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 58 Guinea worm: (Almost) Ancient History",
          "description": "You’ve heard about smallpox, and you’ve learned about rinderpest. Now it’s time to meet what may be the third disease to ever be eradicated: dracunculiasis, also known as Guinea worm disease. In this episode, we take you through the absolutely remarkable life cycle of this not-so-little worm and the nitty gritty of the havoc it wreaks on a person’s body throughout its journey. Then get out your TPWKY bingo cards, because the history of Guinea worm includes not only mummies and historic papyri but also ancient Rome and fun etymology. To bring us up to speed on the current status of Guinea worm today is Sarah Yerian, Senior Associate Director of the Guinea Worm Eradication Program at the Carter Center. Sara discusses not only how the reduction in prevalence of dracunculiasis has been achieved but also the challenges that remain to finally relegate this worm to the history books.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 57 Herpes: Stop the STIgma",
          "description": "The harm caused by herpes simplex viruses (HSV) 1 & 2 often arises not from the pathology of the viruses themselves but rather from the stigma and shame associated with a positive diagnosis. In this episode, we attempt to lay a clear foundation for understanding not only how these viruses work but also what occurred to change the perception of them from “innocuous infection” to “dreaded disease”. Starting us off with his firsthand account is the incredible Courtney Brame, founder and host of Something Positive for Positive People, a non-profit organization and podcast that aims to provide community support, healing resources, and educational discussions around positive HSV and other STI diagnoses as well as larger issues in sexuality and physical and mental health. We then dive into the meat of the episode, tackling such questions as “how do these viruses hide out in your body?”, “what kind of treatment is available?”, “where did these viruses even come from?” and “why is there such a huge amount of stigma and what can we do about it?”. To help us address this last question is our other fantastic guest, Dr. Ina Park, Associate Professor, University of California San Francisco School of Medicine and Medical Consultant, Division of STD Prevention, Centers for Disease Control and Prevention. We chat with Dr. Park about her new book, Strange Bedfellows, when to have “the talk” with your kids, and how we as individuals can break down some of the shame surrounding a positive STI diagnosis.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 56 Sickle Cell Disease: Invisible Illness, Enduring Strength",
          "description": "Neglected and ignored by the medical establishment throughout most of its history, sickle cell disease remains one of the most common (and commonly misunderstood) genetic conditions in the world. In this episode, we break down the myriad effects that one nucleotide substitution can have on the human body and discuss the basics of what it means when blood cells sickle. Continuing with the theme of the seen and unseen, we then turn to the history of sickle cell disease, a history of long-standing injustice and the unending fight to raise awareness and provide support for those impacted by the condition. And as always, we wrap up with a discussion on the current global status of sickle cell disease and some exciting new treatment options on the horizon. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 55 Rocky Mountain spotted fever: The tick must be destroyed!",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 54 Wake Up and Smell the Caffeine",
          "description": "Are you one of the billions of people around the world who starts your day with a freshly brewed and deliciously aromatic cup of coffee or tea or maybe even hot chocolate? Or are you caffeine-avoidant, looking on at your coffee-addicted friends with confusion and maybe even pity? In either case, this episode is for you. We are joined by the one and only Matt Candeias of In Defense of Plants to tackle the world’s most consumed psychoactive drug: caffeine. First we get a taste of the massive history of the most popular caffeine-containing beverages, then we trace what exactly caffeine does in your body after that first scrumptious sip. And finally, we explore what role this compound has for those many, many plants that produce it. We hope you find this episode as stimulating as its subject!",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 53 Radiation: X-Ray Marks the Spot",
          "description": "“I have discovered something interesting, but I do not know whether or not my observations are correct.” With these words, Wilhelm Röntgen introduced the world to an invisible power, a power which would in turn be used to both harm and heal. This week, we take a tour of the wide world of radiation, starting with a primer on what radiation actually is and how it works, courtesy of Dr. Timothy Jorgensen, Associate Professor of Radiation Medicine and Director of the Health Physics and Radiation Protection Graduate Program, Georgetown University. Then we discuss the nitty gritty on what radiation does to you on a cellular level. We follow that up with a stroll through some of the major moments in the history of radiation - from X-rays to atomic bombs and from radioluminescent paint to cancer treatments. Finally we wrap things up by chatting about the many amazing medical applications of radiation therapy and how you can assess the risk/benefit of that X-ray or mammogram.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 52 Rinderpest: Moo Cows, Moo Problems",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 51 The Path of Most (Antibiotic) Resistance",
          "description": "No story of antibiotics would be complete without the rise of resistance. As promised in our last episode, this week we dive into what the WHO calls ‘one of the biggest threats to global health, food security, and development today’ - antibiotic resistance. In the decades since their development, misuse and overuse of antibiotics has led to many becoming all but useless, and our world seems on the verge of plunging into a post-antibiotic era. How does resistance work? Where did it come from? Why did it spread so far so rapidly? Is there any hope? In this episode, we answer all these questions and more. First, we explore the many ways bacteria evade the weaponry of antibiotic compounds. Then we trace the global spread of these resistant bugs by examining the major contributors to their misuse and overuse. And finally we assess the current global status of antibiotic resistant infections (spoiler: it’s very bad) and search for any good news (spoiler: there’s a lot!). To chat about one super cool and innovative alternative to antibiotics, we are joined by the amazing Dr. Steffanie Strathdee (Twitter: @chngin_the_wrld), Associate Dean of Global Health Sciences, Harold Simon Professor at the University of California San Diego School of Medicine and Co-Director at the Center for Innovative Phage Applications and Therapeutics. Dr. Strathdee provides a firsthand account of helping her husband, Dr. Tom Patterson, fight off a deadly superbug infection by calling on a long-forgotten method of treating bacterial infections: phage therapy.",
          "episode": 10,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 4,
      "title": "Season 4",
      "image": "https://content.production.cdn.art19.com/images/f5/16/e0/99/f516e099-4c64-4737-9fdb-55f4d45a4003/b3d0d5faff8545c8e120cd2a564a3baf4bfa07495808ac2be00b688a4b19393260d74ebd630d859a746e8b39a74224268f1b69e88bf19db720c9e52d8a4f612a.jpeg",
      "episodes": [
        {
          "title": "Ep 85 Alcohol: Beer for Thought",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 84 West Nile virus: The Crow in the Coal Mine",
          "description": "It’s the summer of 1999 in New York City, and everyone's looking towards the future, towards millennium parties and potential Y2K catastrophes. But if they turned their eyes to the streets around and skies above, they might have seen something else on the horizon, something much more real and alarming than a Y2K glitch: the arrival of West Nile virus. In this episode, we take a close look at the virus whose recent emergence in the Western Hemisphere serves as a crucial reminder of how pathogens know no political boundaries and how working across disciplines is the only way to effectively control and prevent disease outbreaks. We are also so excited to be joined by Dr. Sarah Wheeler, Biologist at Sacramento-Yolo Mosquito and Vector Control District, who talks us through the ecology of this mosquito-borne disease and shares the birds-eye view of the situation in North America. Last but certainly not least, we round out this episode with a delightful and informative song about West Nile virus: West Nile Story by MC Bugg-Z and the Fairfax County Health Department. Check out this action-packed episode wherever you get your podcasts!",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 83 Diabetes: Short & Sweet",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 82 Anthrax: The Hardcore Spore",
          "description": "Twenty years ago this month, letters containing Bacillus anthracis spores were mailed to various politicians and news media offices in the US, resulting in illness, death, and a widespread fear that transformed anthrax from an agricultural disease or occupational hazard into a potential weapon of bioterrorism. In this episode, we explore the many dimensions of anthrax, from the different ways B. anthracis can cause disease to the incredibly long and varied history of the pathogen, a history of which bioterrorism is only a very recent part. Adding to anthrax’s multifaceted nature is the fact that B. anthracis is an environmental pathogen, one that can greatly impact livestock and wild animals, which requires collaboration across fields to effectively identify and control anthrax outbreaks. To help us explore this pathogen from a One Health perspective, we were so thrilled to chat with Dr. Johanna Salzer, Veterinary Medical Officer in the Bacterial Special Pathogens Branch at the US Centers for Disease Control and Prevention, who filled us in on the veterinary side of anthrax, and Morgan Walker, spatial epidemiologist at the University of Florida, who talked us through the environmental factors that affect B. anthracis distribution and emergence. Tune in for a much more than surface-level look at this spore-forming pathogen.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 81 Chagas disease: The Reverse Triple Discovery",
          "description": "A nighttime “kiss” from a bug that casts a curse on its recipient in the form of a lifelong, and possibly fatal, illness. No, this isn’t some half-remembered fairy tale. It’s the true story of Chagas disease, caused by the parasite Trypanosoma cruzi and transmitted by many species of triatomines (aka kissing bugs). In this episode, we take you through the utterly complicated biology of Chagas disease in its acute and chronic forms, the surprising evolutionary and historical background of this parasite and the scientist for whom it’s named, and finally the grim reality that is the global status of Chagas disease today. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 80 Dysentery loves a disaster",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 79 Hemophilia: A Hemorrhagic Disposition",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 78 Bartonella: Keep Calm and Carrión",
          "description": "“Let’s do Bartonella next,” we said. “It’ll be straightforward and fun,” we promised ourselves. Turns out we were half right. In this fun but not quite straightforward episode, we tackle not one, not two, but three different species of Bartonella bacteria that can cause disease in humans: Bartonella bacilliformis (Carrión’s disease), B. quintana (trench fever), B. henselae (cat scratch disease). Essentially, we’re giving you three mini-turned-maxisodes for the price of one! For each pathogen, we review its surprisingly strange biology, take a brief tour of its history, and wrap up with a look at its current status across the globe, comparing and contrasting along the way. By the end of this ride, you’ll be bursting with Bartonella trivia, in awe of dental pulp, and scratching your head about the transmission of cat scratch fever.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 77 Legionnaires' Disease: A Killer Mist",
          "description": "Celebration wasn’t the only thing in the air in Philadelphia in July of 1976. Over the course of several days during the 58th Annual Convention of the American Legion, a killer mist spewed out of the air conditioning units throughout the building and into the sidewalks nearby. The result was a large outbreak of unexplained febrile pneumonia, often fatal, that would acquire the name Legionnaires’ Disease. What was causing this terrifying disease and how could it be stopped? In this episode, we walk through the massive investigation into this outbreak that would lead to the discovery of the causative agent, Legionella pneumophila, and explore the biology of this mysterious pathogen. We wrap up the episode with a look at the current status of Legionnaires’ Disease and a potentially grim forecast for its prevalence as the world slowly gets back to normal.",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 76 Chickenpox: There's always a 'but'",
          "episode": 10,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 5,
      "title": "Season 5",
      "image": "https://content.production.cdn.art19.com/images/f5/16/e0/99/f516e099-4c64-4737-9fdb-55f4d45a4003/b3d0d5faff8545c8e120cd2a564a3baf4bfa07495808ac2be00b688a4b19393260d74ebd630d859a746e8b39a74224268f1b69e88bf19db720c9e52d8a4f612a.jpeg",
      "episodes": [
        {
          "title": "Ep 108 Gout: Toetally fascinating",
          "description": "Although today we tend to think about diseases in terms of signs and symptoms, tests and treatments, that hasn’t always been the case. For much of history, diseases carried with them a deeper meaning beyond the pathophysiological processes leading to their development. A diagnosis was as much about the identity and personality of an individual as it was about the disease itself, and this was especially the case for the topic of today’s episode: gout. But before we get into the tangled history of this “monarch among maladies”, we first break down its biology and possible evolutionary origins. Once we have a solid understanding of this crystalline illness, we turn our attention to the changing perceptions of gout over time and why gout was once a welcomed diagnosis, in sharp contrast with so many other diseases. Finally, we take stock of gout around the world today, no easy feat. Tune in for a fascinating deep dive into this incredibly common but often overlooked illness.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 107 Sepsis: It's a mess",
          "description": "Over the years of the podcast, we have often struggled with questions of why: why pathogens act the way they do, why certain people get sick while others don’t, or why we know little about some diseases. This episode is no exception - sepsis certainly inspires many “whys”. But for perhaps the first time on the pod, we find ourselves grappling not only with “why?” but also with “what?”. What, indeed, is sepsis? Ask a dozen doctors and you may get a dozen different answers. Our first goal for this episode is to sift through the various definitions of sepsis and what we know about its pathology to get a firm handle on this deadly consequence of infection. We then turn our sights to a thrilling period of sepsis history - Joseph Lister and his carbolic acid spray - before attempting to address the status of sepsis around the world today. By the end of the episode, your picture of sepsis may not be crystal clear, but hopefully the edges are a little less blurry.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 106 Turner Syndrome: Let's talk about X",
          "description": "Are you in the mood to chat chromosomes, specifically the X chromosome? If so, have we got the perfect episode for you! You may have come across the definition of Turner syndrome as a genetic condition resulting from the partial or complete loss of an X chromosome, but what does that actually mean? What is the X chromosome, what does it do, and why is it so important? We attempt to answer these questions with our exploration into the biology of Turner syndrome before setting our sights on the who’s and when’s of the X chromosome and Turner syndrome. Our path through the history of these bundled packets of genetic material wouldn’t be complete without some fascinating detours, such as an exploration into the inspiring life of Nettie Stevens and the beautiful variations in sex chromosomes found in the animal kingdom. Finally, we wrap up our episode by taking stock of how much progress we’ve made with Turner syndrome treatment and research but also how far we still have to go. Tune in for all this and more!",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 105 Down in the Mumps",
          "description": "We’ve covered measles, we’ve taken on rubella, and now we’re finishing up the classic MMR vaccine by exploring the other M: mumps. To some listeners, mumps may be a painful childhood memory while to others it’s just a letter in a vaccine they were too young to remember getting. But by the end of this episode, we promise that you’ll all be much more familiar with this strange little virus. How does the mumps virus make you sick and give you that classic swollen face look? What is so bad about the mumps that Maurice Hilleman decided to snag a sample from his sick daughter to make a vaccine? Where do we stand with mumps today and what do declining vaccination rates have to do with those not-so-great numbers? Tune in to hear our take on all these questions and many more in this classic TPWKY episode.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 104 The Bends: Industrial Revolution, baby",
          "description": "Don your wetsuit, grab your oxygen tank, and securely fasten your mask, because this week we’re going on our deepest dive yet. In this episode, we’re plumbing the depths of decompression sickness, aka the bends, to get a better handle on how gases and pressure can be so very deadly. We start out with a bit of Gases 101, examining how decompression sickness occurs and why it affects your body in the ways it does. Next, we explore the not-so-distant history of this disease, a history that includes far more tales of bridge engineering than it does of SCUBA diving (but just as fascinating). Finally, we rise to the surface, but not too quickly, with a look at decompression sickness around the world today. Tune in to hear the highs, the lows, and everything in between of this industrial era disease, and feel free to leave your decompression schedule at home.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 103 Leptospirosis: Don't blame the rats",
          "description": "The story of leptospirosis is chock full of variety. In terms of biology, any number of different Leptospira species and serovars can play a role in infection, and the resulting infection can run from asymptomatic to deadly. As for ecology, virtually any mammalian species can either act as an affected reservoir for the pathogens or fall victim to a deadly infection. The history of leptospirosis takes us across continents and through centuries, illustrating how changes in scientific thought and technology shaped our understanding of this and other zoonotic diseases. And the current status of this One Health disease is no less varied, both in the wide distribution of leptospirosis as well as the vastly differing (but disturbingly high) estimates of annual cases and deaths. In this episode, we do our best to tackle as much of the variety in this neglected disease as we can, from its impact on us and our furry friends, to the classic story of its discovery and the biggest remaining gaps in our knowledge today. Tune in for all this and more!",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 102 Arsenic: Paris Green with Envy",
          "description": "“The king of poisons,” “the poison of kings,” “inheritance powder.” As its various nicknames suggest, arsenic’s notoriety largely stems from its use as a murder weapon. But as we explore in this episode, the world of arsenic is much, much bigger than just as a plot device in an Agatha Christie novel, and it remains one of the most important environmental contaminants today. But how exactly does arsenic affect your body? When did people first start to use arsenic and for what purposes? Where does it have the most impact currently? And, of course, why was it so popular as a murder weapon? Tune in to hear the answers to these and many, many more questions about one of the most notorious poisons out there.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 101 Immortality: This Podcast Won't Kill You",
          "description": "For what was originally going to be our 100th regular season episode, we wanted to turn the vaguely threatening title of our podcast on its head by exploring a topic that’s not about something that can kill you but rather the hows and whys of staying alive, forever. That’s right, this week we’re taking on the immense and amorphous concept of immortality, viewed primarily through the lens of biology. Why don’t humans or any other organisms live forever, evolutionarily speaking? What can the long search for an elixir of life tell us about our future prospects of life without end? How close has current technology brought us to achieving immortality in even the remotest sense of the word? This may not be your typical TPWKY episode, but we promise laughter, trivia, and existential contemplation about the meaning of life, so you’re not gonna want to miss it.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 100 Monkeypox: Here we go again?",
          "description": "A little over two years into a pandemic, the last thing you probably want to see is headlines announcing yet another disease spreading across the globe. And yet, here we are. Beginning in May 2022, an increasing number of cases of monkeypox have been reported in many countries around the world, both in places where the monkeypox virus is known to occur as well as places where it had previously never been observed. And although the monkeypox virus itself is not new, some of the ways it is acting during this outbreak are. In this episode, we take you through what we knew about monkeypox before this outbreak began, first by exploring the biology of this poxvirus and how it makes you sick before walking through the history of its discovery and past epidemics. Then we shift our focus to the ongoing outbreak: What is different about the patterns we’re seeing today compared to past outbreaks? How has the virus changed? How exactly is it transmitted? And, a question we haven’t asked in a very long time, how scared do we need to be? Tune in to hear us address these questions and many more about this re-emerging poxvirus.",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Ep 99 Salmonella: A hard egg to crack",
          "description": "We’ve all been there: doubled over in pain as stomach cramps grip your guts; the panicked shuffle to the nearest bathroom; the waves of nausea and chills as you cry out loud, “oh no, what did I eat??”.  At the very least, food poisoning is a humbling experience, but at the worst, it can be absolutely deadly. In this episode, we take a deep dive into one group of pathogens commonly responsible for outbreaks of food-borne illness, the infamous Salmonella. We start first with an exploration into how and why these bacteria make you sick before turning towards the history of these pathogens, a history which includes a brief jaunt through a bizarre story involving a cult, bioterrorism, and a small Oregon town. Finally, we wrap up the episode with a look at Salmonella by the numbers today. You’ll leave this episode brimming with Salmonella knowledge, thinking twice about how well you cook your chicken or wash your veggies, and contemplating how fast you can get your hands on a food thermometer. Trust us - you’re not gonna want to miss this one!",
          "episode": 10,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/f5/16/e0/99/f516e099-4c64-4737-9fdb-55f4d45a4003/6d14be58e0a54d21128c239dd933e0f3c36ca00f85ea7294cbea91a2b214d2384361c2a765842eef66e8583b2c21302c8fd2b1eb4d32e3805481292d758f20aa.jpeg",
  "genres": [
    "All",
    "Featured",
    "Personal Growth"
  ],
  "updated": "2022-10-25T07:01:00.000Z"
}