{
  "id": "10758",
  "title": "Queen of Hearts",
  "description": "Dating can be a drag, so why not turn it into a game? In this blind dating game show, host Jujubee ( RuPaul’s Drag Race, Dragnificent ) guides singles through a series of sexy games and challenges to see if they can find their one true love-for-now. Sure to make you laugh, gasp, and smile, this inclusive show is the first of its kind. Follow Queen of Hearts wherever you get your podcasts, or you can listen one week early on Amazon Music or early and ad-free by subscribing to Wondery Plus in Apple Podcasts or the Wondery app.",
  "seasons": [
    {
      "season": 1,
      "title": "LA",
      "image": "https://content.production.cdn.art19.com/images/d4/73/48/d2/d47348d2-2f6a-4358-b897-ed5ab3b6c658/23644bd7d47c65b0e856ed3fd463ca3e0d614755482dd1f0f7359dcf03544b46b58999358c17556b6ffa7160c43273e3c3a1ea57469d9cbf759f9b0a771c3dc5.jpeg",
      "episodes": [
        {
          "title": "Emotional Cancer Seeks Hot Monogamous Gamer",
          "description": "Rashaad needs Jujubee’s help to find a man who’s not afraid of his emotions. But will a shocking revelation from a dater cause Rashaad’s starry fantasies to fizzle out?",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Hustler Seeks Partner To Have Sex in TJ Maxx",
          "description": "Jataun is looking for a woman who’s a motivated hustler, just like him. Could a dater’s best physical asset prove to be the deciding factor or will Jujubee uncover trouble down below?",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Green Haired Thelma Seeks Her Louise",
          "description": "Jujubee wants to help Brooke find her true ride-or-die. Can these daters live up to Brooke’s iconic status, or will they all be intimidated by her sweet-and-sour vibes?",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Bush Buddy Looks for Love in Public",
          "description": "José hopes Jujubee can help him find a man with a sense of humor and a taste for adventure. Will he make a real love connection or are these daters all risk and no reward?",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Tattoo Model Seeks Sex...In Church",
          "description": "Lysa needs a confident man who wants to explore the sexy and spicy side of life. But will Jujubee’s picks for Lysa land her in heaven or dater hell?",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Pussy Game On Point Seeks Same",
          "description": "Beverly is looking for a sexy, open-minded partner who can give her friendship, adventure and romance. Can Jujubee find just one person who checks all of Beverly’s boxes?",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Pegger Seeks Bestie To Bang",
          "description": "Julia is in search of her ideal creative weirdo. But has Jujubee accidentally set her up with three potential besties instead of a love match?",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Funny Woman Seeks Erotic Artist",
          "description": "Jujubee wants to help Nicole find a self-assured man who’s ready for a real connection. Will these guys measure up or are they better left playing with their toys?",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Pansexual Superstar Seeks all the Goodies",
          "description": "Tyrone is looking for a partner who wants to play his version of “Patty Cake” anywhere and everywhere. Will Jujubee find him a match who can satiate his appetite?",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Porn Afficionado Seeks Kinky Soulmate",
          "description": "Southern gentleman Robert is looking for a woman who can keep up with him in the humor department. Can Jujubee help him find a date who can tickle his funny bone?",
          "episode": 10,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 2,
      "title": "New York",
      "image": "https://content.production.cdn.art19.com/images/d4/73/48/d2/d47348d2-2f6a-4358-b897-ed5ab3b6c658/23644bd7d47c65b0e856ed3fd463ca3e0d614755482dd1f0f7359dcf03544b46b58999358c17556b6ffa7160c43273e3c3a1ea57469d9cbf759f9b0a771c3dc5.jpeg",
      "episodes": [
        {
          "title": "Amateur Orgasm Scholar Seeks Naughty Study Buddy",
          "description": "Sergio, a model, actor, and self-proclaimed “alpha male” says he’s a king looking to build a castle with his queen. Can any of Jujubee’s picks for Manly Sergio live up to his royal expectations? ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Queer Burlesque Performer Seeks Electric Partner",
          "description": "Queer Burlesque performer Queen Rose is looking for a creative, boundary-pushing partner who will love her quirky laugh and passion for exploration. Tune in to see if she finds her perfect match...and learn about hands-free masturbation techniques along the way.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Fun-Loving Lesbian Singer Seeks Duet Partner",
          "description": "Sunaina is looking for a woman who will appreciate her musical and fun-loving spirit. Can Jujubee find her someone who will make her heart sing?",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Wifey-Material Pansexual Seeks Partner-In-Crime",
          "description": "“Latin Lover” Manuel is looking for a ride-or-die partner who’s ready to go all-in. Will Jujubee’s picks for Manuel steal his corazón, or will Juju keep Manuel to herself?",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Stand-Up Comedian Seeks Stand-Up Guy",
          "description": "Liv is a funny woman looking for a dependable man who understands the importance of “The Pleasure Principle.” Can Jujubee find Liv a guy who can add even more joy to her life?",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/d4/73/48/d2/d47348d2-2f6a-4358-b897-ed5ab3b6c658/d70513e718d613ec4aaf039a65ca60f874546e6243659e68c04f90f8ba467aea8a322d4842ac47cc1f8f84aef809875aa03d6340237b5dc6cc75142c2c19f54f.png",
  "genres": [
    "All",
    "Entertainment",
    "Featured"
  ],
  "updated": "2022-11-01T07:01:00.000Z"
}