{
  "id": "5279",
  "title": "American History Tellers",
  "description": "The Cold War, Prohibition, the Gold Rush, the Space Race. Every part of your life - the words you speak, the ideas you share - can be traced to our history, but how well do you really know the stories that made America? We'll take you to the events, the times and the people that shaped our nation. And we'll show you how our history affected them, their families and affects you today. Hosted by Lindsay Graham (not the Senator). From Wondery, the network behind American Scandal, Tides of History, American Innovations and more. New episodes come out every Wednesday for free, with 1-week early access for Wondery+ subscribers. Listen ad-free on Wondery+ or on Amazon Music with a Prime membership or Amazon Music Unlimited subscription.",
  "seasons": [
    {
      "season": 1,
      "title": "The Cold War",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/22/e6/5c/5d/22e65c5d-974b-4395-9d7b-faf8f89d40e7/a36ad023808c2a60af4b2f1dba4ecee99cae16dda756c8388f02033027158d5f71abf26bef30000d4c4a4ba93969a33d474b5da3a2fb399147cfacd49ae58bac.jpeg",
      "episodes": [
        {
          "title": "The Cold War - An Ideological War",
          "description": "For nearly 50 years, the United States and Soviet Union waged a global war of ideas fueled by politics, intrigue, and nuclear weapons. But how did the polarized ideologies of these two global powers threaten the existence of the entire world?",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Cold War - Hearts and Minds",
          "description": "Forget trenches, infantry and tanks. The United States and Soviet Union fought the Cold War with ideas and information. Episode 2 describes the cunning of Soviet propaganda campaigns. The United States adapted those techniques for their own purposes, broadcasting an image of the nation as a beacon of hope and freedom through covert ops and jazz concerts alike - even if those at home were hurting or oppressed.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Cold War - Nuclear Fear",
          "description": "What is the United States to do when direct conflict with the Soviet Union promises almost certain annihilation? They turned to proxy wars and psychological warfare with the threat of nuclear weapons keeping both countries in check. Ever wondered how an atom bomb works? We’ll cover it in Episode 3 including the scientific concepts, the arms race and the problem of ensuring complete and absolute control over these weapons.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Cold War - The Nature of Risk",
          "description": "Americans were desperate to find hope in the shadow of the bomb.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Cold War - The Long 1960s",
          "description": "America sent a man to the moon in 1969, and with Neil Armstrong’s first steps, the United States projected to the world an image of American power, wealth and achievement. But it was hardly just for bragging rights. The space race started under Kennedy to compete with the Soviets on a global stage, but it was under Johnson that its goals became domestic. NASA, Head Start, Medicaid and even the war in Vietnam were domestic social programs, used at least in part to alleviate poverty, provide jobs and desegregate the country.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Cold War - Last Man Standing",
          "description": "In the early 1970s, while trying to wind down the war in Vietnam, President Richard Nixon made overtures to Moscow and Beijing that would usher in a new era of the Cold War: Detente. But the thaw in relations didn’t last long - the Iran Hostage Crisis and Soviet invasion of Afghanistan set the old adversaries against each other once again. Throughout the Eighties, President Reagan took a hard line against the “Evil Empire,” ramping up military spending and rhetoric, and Americans were once again tense with nuclear anxiety.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Cold War - Interview with Audra Wolfe and Patrick Wyman",
          "description": "We’re closing out our series on the Cold War with two interviews with fascinating historians. First, we’re talking with Audra Wolfe, the author of Competing with the Soviets: Science, Technology, and the State in Cold War America, and the writer of this first six-part series of American History Tellers. Then, we take a seat in the way-back machine with Patrick Wyman, host of the hit podcasts Fall of Rome and Tides of History. We’ll investigate how the Cold War standoff between the United States and the Soviet Union compares to another much earlier rivalry between ancient Rome and the Sassanid Persians. They might not have pointed nuclear warheads at each other, but the conflict was nonetheless tense and protracted.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 2,
      "title": "Prohibition",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/f7/91/36/67/f7913667-4fec-4ac6-b726-f029305f94ba/24520131a69ef8b179a1679ff736153b9c6fb75660e759b5b5da9d3275a7c7c1c88589be4f681925aa53b3e0b4cfc7b7a97546f307bdd63e2a8db1886e99ea66.jpeg",
      "episodes": [
        {
          "title": "Prohibition - Closing Time",
          "description": "On January 17, 1920, the United States passed the 18th Amendment to the US Constitution, ushering in a 13-year dry spell known as Prohibition. But how did a country that loved to drink turn its back on alcohol? How did two-thirds of both the House and Senate and three-fourths of State legislatures all agree that going dry was the way to get the country going forward? It had always been a long, uphill battle for the temperance movement, but towards the end of the nineteenth century, certain forces aligned: fears of industrialization, urbanization and immigration. Traditional American life was changing - fast - and many people looked for a scapegoat: the saloon.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Prohibition - Drying Out",
          "description": "When a German U-boat torpedoed the RMS Lusitania on Friday, May 7th, 1915, Americans found two new enemies: Germany and the beer it was so associated with. Anti-German sentiment grew, and with it hostility to the breweries founded in the 19th century by German immigrants. Soon, the war effort and the temperance movement were linked: it was patriotic to abstain, and Prohibition became law.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Prohibition - Speakeasy",
          "description": "While Prohibition was successful in closing the saloon, it didn’t quench America’s thirst. Enterprising bootleggers found more ways to provide more alcohol to parched Americans – so much that there was finally enough supply to meet demand. New drinking establishments popped up across the nation: speakeasies.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Prohibition - Poisoning the Well",
          "description": "The rise of the speakeasy was one of many unintended consequences of Prohibition - and others were much deadlier.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Prohibition - Down and Out",
          "description": "Closing Time by Daniel Francis provides a good account of the border wars and smuggling across the northern border. Robert Rockaway’s article “The Notorious Purple Gang” details the gang’s origin as well as the Cleaners and Dyers War.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Prohibition - We Want Beer",
          "description": "The people had spoken: They wanted beer, and they wanted it now, but not just for drinking. Protestors wanted the jobs that came with breweries, and the country was desperate from the money that could come from alcohol taxes. As quickly as temperance organizations sprang up in the decade before, anti-Prohibition organizations appeared in every city. But, a constitutional amendment had never been repealed before. The anti-Prohibition leagues realized they needed someone bigger than a governor or mayor to repeal this. They went after the Presidency.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Prohibition | Interview with Lillian Cunningham",
          "description": "Do you know the record for the longest ratification period of any constitutional amendment? Lillian Cunningham did. She’s an editor with the Washington Post, host of two outstanding American History podcasts, Presidential and Constitutional, and she’s our guest today. ",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 3,
      "title": "The Age of Jackson",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/23/0e/cd/4d/230ecd4d-867d-43ab-8579-ff3302c1a3ac/7f3190b7483cd5cf8cc581c4dab026d6276dcf3859bcb9318870841b8bfd985bc80ed230c53206bb0b8fd60338127f95f1b61b5575bbaff379e32189f3dd351a.jpeg",
      "episodes": [
        {
          "title": "The Age of Jackson | Washington Burns",
          "description": "In August 1814, the White House burned. A fire that would eventually consume the entire nation in Civil War was already burning. This is Antebellum America.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Age of Jackson | Good Feelings",
          "description": "In the summer of 1817, President James Monroe toured the country in an effort to unite the ever-growing United States, torn between bitter political battles that overshadowed national conflict.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Age of Jackson | King Mob",
          "description": "From the beginning, Jackson's administration was riddled with controversy. Citizens mobbed the White House on inauguration day, breaking furniture and fine china. They were only lured out with alcohol. And then there was the \"Petticoat Affair.\" His Secretary of War, John Henry Eaton, was the ideal candidate for what we now call the Secretary of State, but there was one small problem... the most beautiful woman in Washington. John was having an affair with a sailor's wife which started rumors around town... that was nothing compared to the firestorm of gossip around town after he married her just after her husband's tragic death at sea. There was widespread chaos and controversy and Jackson's term was just getting started.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Age of Jackson | Great White Father",
          "description": "During his political rise, Jackson distinguished himself with his ability to exact ruthless military victories over indigenous people. As President Native Americans felt the brunt of this power. Whatever his achievements during his lifetime, his legacy is forever \"Indian removal\" from lands they'd originally inhabited to make way for white settlers.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Age of Jackson | The Little Magician",
          "description": "During the last years of Jackson's presidency, the economy flourished. The national debt was paid in full, industry and agriculture boomed. But when Martin Van Buren assumed the presidency, he inherited an economic disaster. The divide between rich and poor was growing and people were starting to lose their patience. The country was so on edge that the threat of increase in the price of flour caused riots in Manhattan. How this happened and more, in today's episode.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Age of Jackson | Manifest Destiny",
          "description": "“Manifest Destiny” is a uniquely American idea. The phrase captured the sense of inevitability—and entitlement—many citizens still feel. But in the 19th century this idea consumed American’s thought and identity.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "History Through Innovation | Interview with Steven Johnson",
          "description": "The phone in your hand is more powerful than all of the computers that put a man on the moon, combined. In the age of supercomputers, driverless cars, and mail-order DNA testing it’s easy to forget that the journey to these incredible innovations was a lot of surprising moments. We’re fascinated with the scientists, engineers and innovators who changed the world for the better… and sometimes worse. These are the leaps of mankind, as they happened.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 4,
      "title": "The Space Race",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/2b/36/2c/db/2b362cdb-fd15-42c1-9b63-090e4865059c/22932cb2381934bfec7b145ae3531ca24f13fe00c135aea03d12930ab6999ff5759bf89dfc94378347cd592a3a487e032e0434fd66f6d25b4ecf748eae58d653.jpeg",
      "episodes": [
        {
          "title": "The Space Race | Starting Gun",
          "description": "Remember Werner von Braun? We talked a little bit about him in our Cold War series. He was in charge of the German rocket program in World War II. First used to lob missiles and bombs all over Europe, von Braun always dreamed of something better for his rockets. As the Soviet and American forces were closing in on Germany to end the war, von Braun saw only one way out: surrender to the American forces and get to the States.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Space Race | Playing Catch Up",
          "description": "Information sharing was normal in the global scientific community, but when it came to rockets, normal rules didn’t apply. If the details got passed along to civilian scientists, there was no telling where that intel might end up…",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Space Race | Taking the Lead",
          "description": "In times of crisis, Americans had always put their confidence in their country’s superiority in power, technology and leadership. America had never failed them. And in 1961, hope and faith in their country burned brighter than ever as NASA prepared to launch the first man into space. A month out from launch, that light was effectively snuffed. The Soviets beat them to it. On April 12, 1961, cosmonaut Yuri Alekseyevich Gagarin became the first person in space and the first person to orbit Earth. The world was in awe. And America was in shock.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Space Race| Photo Finish",
          "description": "JFK said that nothing in the 1960s was \"...more impressive to mankind, or more important for the long-range exploration of space...\" than getting a man to the moon and back safely. As the Apollo 11 flight neared, the entire nation waited, enraptured. But back in the USSR, the Soviets were also making strides. Though the contest with the Soviets for technological superiority had always been a race, it was now a literal one - a U.S. manned spacecraft was about to chase down a Soviet robotic vessel.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 5,
      "title": "American Revolution",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/8d/05/3c/36/8d053c36-c31f-463a-8a8c-ee672c078bd5/50736811005780e787547e91c90b4b829dd06f001c7c9b8eeeaa26765b59ca561399b3cf2c2a7beae59229a70832323c598248add0bb111e8e4fec5f702a24f4.jpeg",
      "episodes": [
        {
          "title": "Revolution | The Virginia Planter",
          "description": "It’s 1754, and the British had developed thirteen colonies along the eastern seaboard of the American continent. You may be familiar with them. But what you may not know is that a skirmish between the British and French settlers, who colonized a strip of land lining the Mississippi River, is where a young George Washington made a serious war blunder that ultimately led to Revolution.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Revolution | The Empire Builder",
          "description": "In 1776, the British Under Secretary of State for the American Colonies was giddy. The Americans needed to be punished like children for their bad behavior. “Roman severity,” he called it, and then when he crushed the rebellion, the American children could come crawling back to their British parents, begging for forgiveness. It would be his crowning glory, he thought. It was not.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Revolution | The Iroquois Diplomat",
          "description": "It’s 1786. For two years the city of Philadelphia has been celebrating its independence. For citizens of this brand new country, life is parties, meetings, debates and festivals - sometimes all blended together. But it wasn’t fun and games for everyone. Even before the war, American distrusted both the natives and the British. While Native American tribes weren’t a ‘side’ in the Revolutionary War, the politics and broken promises of the Colonies locked Indians, British and American forces alike in battle.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Revolution | The Independent Woman",
          "description": "In 1788, the hot gossip in posh British circles was all about France and America. For their friends across the channel, the popular uprising against King Louis XVI seems to be heading toward Revolution. And for their unruly cousins across the Atlantic, the fledgling country seems already headed for ruin. But this is a country their people believed in - and not just white men. A new generation of American women, inspired by the Enlightenment, were calling for greater freedoms.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Revolution | The Free Man",
          "description": "The Revolution was fought for freedom, at least in name. Calls for freedom filled the air. No taxation without representation! Life, liberty and the pursuit of happiness!",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Revolution | The Populist",
          "description": "Millions immigrated to the United States after its founding, entranced with the promise of a better life. But the country they found was rough and tumble, less developed than the land they left, and had some serious issues. Last week we looked at slavery, and today we'll go inside the often-overlooked class conflict that was playing out among Americans, even as elites and commoners alike came together to fight the British.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Revolution | Interview with Author Russell Shorto",
          "description": "We've come to the end of our series on the American Revolution, but we can't say goodbye without saying hello to Russell Shorto. Russell adapted his book, Revolution Song, for this series on American History Tellers.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 6,
      "title": "National Parks",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/35/e1/6f/23/35e16f23-001f-4caf-b39e-06ae08007b8c/a3d6c46d9abcfd002041baa0c7a11b955a348701d38a2b5d69c2425e07a7026018ef30eee97b41b1f06f8ad692c086549ede55feaa21b22a4245a2c865de759a.jpeg",
      "episodes": [
        {
          "title": "National Parks - The Business of Nature",
          "description": "America's greatest National Parks are truly one of our country's greatest treasures. But many beautiful landmarks have ugly histories. Over the next few episodes, we’ll learn how good intentions sometimes lead to tragic and violent ends, and how in some instances, dirty business dealings would lead to the preservation of many of our countries greatest natural wonders.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "National Parks - Calling In The Cavalry",
          "description": "Yellowstone was our nation’s first national park. Its strange, wondrous landscapes were perfect for exploration - and exploitation. Upon Yellowstone’s discovery by white Americans, two races began: one to build a railroad to the park to capture its commercial potential, another to protect the land from desecration. One will fail, bringing down with it the nation’s economy. The other will require the US Army to succeed, but leave thousands of animals slaughtered and Native American tribes displaced.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "National Parks - Rough Rider",
          "description": "Put out to pasture, thinking his political career over, Theodore Roosevelt was atop a mountain when he heard the news: an assassin’s bullet would likely take President McKinley’s life, and make Roosevelt president.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "National Parks - The Great Disaster",
          "description": "In the early morning hours of Wednesday, April 18, 1906, the city of San Francisco was torn apart by a huge earthquake–but it was the subsequent fires that did the most damage. As the city sought to rebuild, it also sought a more secure water supply, to break the stranglehold of a water company monopoly and insure that if fire were to strike the city again, abundant water was available to fight it.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "National Parks - Playgrounds of the People",
          "description": "In 1914, America’s National Parks had a problem: no one was using them. And those few that were faced unmaintained roads, trails strewn with garbage, and a lack of amenities that made it hard for the average American to enjoy themselves. One man had enough, and went to Washington on a mission: establish a new National Parks Service, and transform these neglected, magic spaces into clean, approachable, fun vacation destinations.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "National Parks - Fire and Ice",
          "description": "Alaska: big, open, frozen and wild. In 1867, the acquisition of Alaska from the Russian Empire was widely derided as “folly.” Early explorers like John Muir saw its potential though, and clamored for its preservation in the face of increasing development and calls for statehood. But when oil is discovered, the real fight begins. Caught between angry Alaskan individualists and an ambitious federal government, the National Park Service struggles to do what’s right for the land and the people who live and depend on it.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "National Parks - Interview with Parks Superintendent Greg Dudgeon",
          "description": "In 1980, Jimmy Carter signed into law the The Alaska National Interest Lands Conservation Act, or ANILCA. That act remains controversial even today, as it set aside 43,585,000 acres of new national parklands in Alaska, including the Gates of the Arctic National Park and Preserve and the Yukon-Charley Rivers National Preserve. Superintendent Greg Dudgeon oversees both and continues to balance the mandate of the Parks’ mission with the needs of Alaskan residents.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 7,
      "title": "Civil Rights",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/07/57/9a/4f/07579a4f-8a98-4516-afeb-ebe00beb6bf0/fef5e43dc98bec2a38df22620ce0d8a5c267133e4fd08f7043d7b0d2bd133cf0c1919d9397017d61ec8cdf7a588605651eb085cb9daae0dc602307c5819edfbe.jpeg",
      "episodes": [
        {
          "title": "Civil Rights - New World A’Comin",
          "description": "President Abraham Lincoln issued the Emancipation Proclamation on January 1, 1863, freeing the slaves in much of the South. But the road to freedom—true freedom—would take generations longer for most black Americans.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil Rights - Strides Towards Freedom",
          "description": "In 1896, the U.S. Supreme Court ruled that segregation was legal, on a “separate but equal” basis. But for more than five decades, life for black and white Americans was seldom equal, but always separate.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil Rights - Jim Crow Fights Back",
          "description": "After the Brown V. Board of Education ruling, civil rights activists had legal standing to desegregate schools. But doing so proved dangerous. The first black students to step into newly integrated schools faced extreme hostility from whites who felt Jim Crow society was under attack.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil Rights - Prairie Fire",
          "description": "As the Civil Rights movement entered the Sixties, a new generation of activists took the fore. Frustrated by the pace of progress but emboldened by strides made in the previous decade, students embraced “nonviolent direct action,” protest techniques that were provocative but peaceful. Soon, a wave of sit-ins hit lunch counters across the South. The response was caustic, often violent; but the protesters’ persistence led to negotiations with business owners and civil authorities that led to successful desegregation.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil Rights - On The March",
          "description": "As the Civil Rights movement entered the landmark years of 1963 and 1964, activists had faced many challenges - but had also won many victories. Now, they sought to launch new campaigns in Alabama and Mississippi and mass demonstrations in Washington D.C. and New York City. In the span of sixteen remarkable months, the movement and the nation itself would be transformed, walking the razor’s edge between triumph and tragedy.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil Rights - The Unfinished Journey",
          "description": "Seeking to build upon the gains of the early 1960s, Civil Rights activists pushed forward on a series of ambitious efforts. Voting rights activists returned to Alabama and again faced violent reprisal—this time televised for the country to witness. A shocked nation watched the violence in Selma in horror; Congress took action, passing the Voting Rights Act.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil Rights - Interview with Peggy Trotter Dammond Preacely",
          "description": "We conclude our series on the American Civil Right Movement with an interview with a woman who was there, on the front lines of the fight.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 8,
      "title": "Political Parties",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/ba/99/74/39/ba997439-e17b-41dc-910c-4e8798e89ff6/9a7fafafcb8af5b6025962037e9988a51355321ffbc6615dbb4f34857afb1dec405487ab2d69ad073ad238223f8486b4bb6d6fb35359ece21134e1464879fe6a.jpeg",
      "episodes": [
        {
          "title": "Political Parties - A Tale of Two Parties",
          "description": "In the earliest days of the United States, there was no such thing as an organized political party. George Washington, elected twice to the presidency unanimously in the Electoral College, warned the new nation against political factions, writing that organized parties would become, “potent engines, by which cunning, ambitious, and unprincipled men subvert the power of the people.”",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Political Parties - Jacksonian Democracy",
          "description": "Andrew Jackson lost the 1824 presidential election to John Quincy Adams through what some called a “corrupt bargain” in the House of Representatives. The maneuver was masterminded by hot-headed but politically savvy Henry Clay, who with Adams, announced their intent for far-reaching new federal programs. Fierce opposition to these policies united pro-Jackson supporters who formed a new party, the Democrats, to rally around their hero and elect him to president in 1828.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Political Parties - The Turbulent 1850s",
          "description": "The United States won the The Mexican–American War in the 1840s, and with it vast new stretches of western land. But in the 1850s, the question of what to do with this land – and whether to allow slavery in the new territories or not – became a redning issue for politicians of all stripes.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Political Parties - The Golden Age of the GOP",
          "description": "As the Civil War came to a close, the government set its sights once again on the future of the United States. Working closely with a Republican President, the Republican Congress expected a swift and peaceful road to Reconstruction. But then, a mere four weeks into his second term, Lincoln was assassinated, leaving the country in the hands of Andrew Johnson, a Southern Democrat who had personally owned slaves just three years before.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Political Parties - The New Deal Coalition",
          "description": "The 1929 stock market crash saw 14 billion dollars vanish in a matter of hours — and with it, the Republican party’s decades-long grip on American politics. As Americans lost their livelihoods, they turned to President Herbert Hoover for relief. But the self-made man who had so successfully reversed his own fortunes seemed unable to do the same for his country. With discontent growing, Hoover turned on World War veterans demanding early bonus payouts to support their families. It would prove the last straw for many Americans.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Political Parties - The Reagan Revolution",
          "description": "The year 1968 marked a watershed in American politics. Anti-war protests were roiling the country. Civil rights leader Martin Luther King Jr. was shot dead in Memphis. Democratic President Lyndon Johnson’s approval rating was plummeting. The assassination of Democratic presidential hopeful Robert Kennedy would throw the party into disarray, toppling the New Deal coalition built by Franklin Delano Roosevelt two generations earlier and leading to a conservative surge.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "1865 versus 2018 and Why History Matters",
          "description": "We live in historic times, but how do they compare to that other tumultuous era of American history — 1865 and the years following President Lincoln’s death and the end of The Civil War? Steven Walters, writer of Lindsay Graham’s new scripted podcast “1865,” joins to discuss the thrilling story of how our country put itself back together again and brought Lincoln’s killers to justice. Plus, a preview of what’s to come on “American History Tellers” in 2019.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 9,
      "title": "The 1968 Chicago Protests",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/47/4c/fd/06/474cfd06-145c-40e5-91d0-adc72fb708ab/58fb24e4cad1f478b9ade2457b4d7e701cdfbb29970fd397f31176c0bf54c14d92451e3d4f280c7a64a61110a9ac9f282bfc756cf3f547e5b1d56360ab259985.jpeg",
      "episodes": [
        {
          "title": "The 1968 Chicago Protests - The Battle of Michigan Avenue",
          "description": "A special series with our sibling show Legal Wars. The 1968 Democratic National Convention attracted demonstrators from all over the country. Thousands of students, Yippies, Peaceniks, and other protestors converged in Chicago to push for an end to the Vietnam War. But the city’s police had other plans and the would-be peaceful protests erupted into violence. News programs broadcast the clashes live to a nation of stunned viewers at home. Investigators called it a “police riot,” but five months later, the newly elected President Nixon found someone else to blame.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The 1968 Chicago Protests - The Trial of the Chicago 8",
          "description": "A special series with Legal Wars. In 1969, the war in the streets became a war in the courtroom. The trial of the Chicago 8 pitted the federal government against eight prominent anti-war activists. The charges: Conspiracy to incite a riot. But the case was about more than just who threw the first punch at the DNC protests the year before. It was a battle for the soul of American culture, and both sides planned to win...by any means necessary.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The 1968 Chicago Protests - I Regret Nothing",
          "description": "A special series with Legal Wars. The whole world was watching, and that’s exactly what the defendants wanted. As the end of 1969 approached, the Chicago 8 had become the Chicago 7. Bobby Seale, a Black Panther, had been removed from the trial in a brutal spectacle by Judge Julius Hoffman. The remaining defendants would respond by turning the courtroom upside down, much to the delight of the national media. Counterculture celebrities Allen Ginsberg and Norman Mailer would take the stand. And in the end, it was the establishment that would be put on trial.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Does History Repeat Itself?",
          "description": "\"Those who do not remember history are condemned to repeat it.\" On today’s show, we’ll consider what lessons we can draw from history, and what lessons we can’t. David Greenberg, a professor of history and media studies at Rutgers University, joins us to discuss how to connect the events of the past to the events of today. We’ll also talk about his latest book “Republic of Spin: An Inside History of the American Presidency,” which explores the history of political messaging inside the White House. Plus, Jesse James and this day in history.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 10,
      "title": "The Great Depression",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/dc/d0/ee/9d/dcd0ee9d-43bf-42c3-bfb8-1c887bf7fa88/2c2611632f3a8381cbaa54bbd9c365253f47dea30e64fedf48d6133698193784e67a248e7ba09fc3ce79cce9da9dccfea6915f8f7b7a881b01cc9918c09fe2b0.jpeg",
      "episodes": [
        {
          "title": "The Great Depression - The Crash",
          "description": "The Roaring Twenties came to a screeching halt on October 29, 1929, with the collapse of the U.S. stock market. A year earlier, president Herbert Hoover had coasted to victory by promising the American people “a chicken for every pot” and “a car in every backyard.” Lured by the promise of skyrocketing markets, many first-time investors got caught up in margin trading, borrowing money to make bigger stock purchases than they could actually afford. It was a foolproof way to make money, so long as stock prices kept rising.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Great Depression - Brother, Can You Spare a Dime",
          "description": "Factories have shut down, banks have failed, and millions are out of work. As the Depression worsens, public opinion sours toward President Hoover.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Great Depression - A New Deal",
          "description": "With the country was still hobbled by the Depression, New York Governor Franklin Delano Roosevelt promised a “New Deal” for the American people. That vow handed Roosevelt a contested Democratic nomination and helped him crush Hoover in the general election. Roosevelt began his presidency with a flurry of policy proposals and legislative efforts focused around three priorities: relief, recovery, and reform. These new efforts saw millions of young men put back to work preserving natural areas as part of the Civilian Conservation Corps and undertaking a massive rural electrification project in the Tennessee River Valley. And the country’s first female cabinet member led the creation of Social Security, one of the crowning achievements of Roosevelt’s administration.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Great Depression - Dust",
          "description": "The Great Depression wasn’t the only crisis facing the country when Franklin Roosevelt took office in 1933. Following a decade-long drought that had shriveled crops, massive dust storms were pummeling huge swaths of the Midwest, the Great Plains, and the Northwest. Years of poor harvest practices had worsened the crisis, pushing farmers already strained by the financial hit of the Great Depression off their land. Only when a lifelong soil scientist made a dramatic testimony before Congress did the government finally begin to develop a solution.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Great Depression - Progress and Pushback",
          "description": "After two of President Roosevelt’s closest advisors competed to create a new federal jobs program, the White House launched one of Roosevelt's keystone initiatives: the Works Progress Administration. Under this program, millions of Americans earned government salaries at a wide range of blue- and white-collar jobs — everything from building post offices and painting murals to delivering library books by horseback to rural communities.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Great Depression - Justice and Infamy",
          "description": "As legal challenges to his New Deal programs mounted, President Roosevelt and his attorney general devised dramatic reforms to the Supreme Court’s structure. The proposed changes would open new rifts between the president and conservative members of his own party.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "America's Anthem",
          "description": "“Mine eyes have seen the glory of the coming of the lord.” That’s the opening line of “The Battle Hymn of the Republic” written by Julie Ward Howe in 1861. Over the years, it’s become something of an unofficial national anthem for all manner of political causes in the United States. Historian Richard Gamble joins us to talk about the song, its meaning, and its history in everything from The Civil War to The Civil Rights Movement.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 11,
      "title": "J. Edgar Hoover's FBI",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/0b/19/2a/21/0b192a21-669c-4fd4-a0cb-8ec6d5b71157/6f1aeb1ed3ee3d990bb587794ee27dda0f386858992828e76ef4a68e543c2d1d76f7d2a7b09aeea8dce7eaf31ec1cb335f2fc1995225e4aaa3061e1bd44ebbc8.jpeg",
      "episodes": [
        {
          "title": "J. Edgar Hoover's FBI - The Department of Easy Virtues",
          "description": "By the turn of the century, radical anarchists were becoming a growing -- and volatile -- political movement. As shifting workplace conditions exploited and endangered American workers, anarchists increasingly turned to violence to spur everyday citizens to upend the capitalist system. The growth of these politically motivated shootings and bombings stoked fear among American citizens — fear of immigrants, outsiders, and anyone else whose ideas might be considered a threat. Soon President Woodrow Wilson was calling on his attorney general A. Mitchell Palmer to investigate, arrest and imprison any noncitizen suspected of spouting “disloyal” or “radical” ideologies.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "J. Edgar Hoover's FBI - Giant Among G-Men",
          "description": "J. Edgar Hoover became director of the FBI when he was just 29 years old. His orders? Clean up the Bureau. At first, he proved to be a brilliant and innovative leader, setting new standards for education, physical fitness, and training of federal agents.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "J. Edgar Hoover's FBI - The Bobby Sox Bandit Queen",
          "description": "During the mid-1930s, the FBI’s public relations department had effectively changed the image of its agents from accountants into action heroes; and its director, from a bureaucrat into an American icon. They pushed stories about heroic G-men facing off against violent foes, gunning them down in self-defense. And the press ate it up. But in April 1939, an FBI agent shot and killed a small town bank robber — in the back. The real story didn’t fit the FBI’s new heroic narrative. So Hoover changed it. Using his public relations machine, Hoover would twist the average story of a small-time midwestern criminal into one final, heroic, spellbinding triumph of the FBI.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "J. Edgar Hoover's FBI - Controlling the Message",
          "description": "The rise of fascism and World War II shifted the FBI’s focus in the 1940s from fighting midwestern outlaws to catching Communists. To Hoover and the FBI, nearly anyone on the political left was suspect, potentially part of a Soviet conspiracy to overthrow Western democracies. In reality, the American left was fragmented. But again and again, Hoover would use the threat of Communism to go after the Bureau’s enemies. He would resort to exhaustive surveillance, including wiretaps, bugging and prying into personal lives to keep in check outspoken journalists and any other critics who threatened Hoover’s ironclad control of the media. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "J. Edgar Hoover's FBI - Black Bag Job",
          "description": "Between 1956 and 1971, the FBI carried out more than 2,000 top secret spying operations aimed at American citizens. Their target? The so-called Fifth Column, a network of undercover Soviet agents allegedly working to destroy the American government from within. The agency even had an internal code name for these operations: COINTELPRO. In the name of this mission, Hoover directed agents to infiltrate, penetrate, disorganize and disrupt their targets. But the FBI’s actions weren’t just aimed at taking down suspected Communists. They also targeted activists working across a broad spectrum of progressive causes, including civil rights, feminism, gay rights, abortion rights, and drug policy reforms.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "J. Edgar Hoover's FBI - Citizens Resistance",
          "description": "On March 8, 1971, seven ordinary Americans broke into a poorly guarded FBI regional office in Media, Pennsylvania. They called themselves the Citizens Commission to Investigate the FBI, and they had one purpose: to gather evidence that would prove the agency was engaged in a covert and illegal spying campaign against American citizens. For more than 30 years, Director J. Edgar Hoover had maintained an iron grip on the media, and with it, public perception of the Bureau. But as packages of stolen documents began appearing in newsroom mailboxes, followed soon after by front page stories, a very different narrative about the FBI’s activities began to emerge. It would forever shift the balance of public opinion against the Bureau, and signal the beginning of Hoover’s downfall.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "J. Edgar Hoover's FBI - Humanizing History with David McCullough",
          "description": "Pulitzer Prize winner. National Book Award winner. Presidential Medal of Freedom recipient. Today David McCullough, one of America’s greatest living historians, joins us to discuss his new book, The Pioneers, about the heroic men and women who shaped the Northwest Territories, in present-day Ohio, Indiana, Wisconsin, Michigan, and Illinois. Without their bravery, foresight, and commitment to their ideals, the United States we know today might look very different. The author of Truman and John Adams shares how to make historical figures come alive on the page, why history matters, and what he sees as history’s two greatest lessons.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 12,
      "title": "Sponsored | American Epidemics",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/fb/ee/62/c0/fbee62c0-e4ce-440c-ad0b-1e87309ded80/7f6f103d47fd340cb9bbec3d2147eaec97976c91529cedc02943bffa6af1d7757b334c96488abe97ac733b007f2955e8791416836dbe160012db16b134c09636.jpeg",
      "episodes": [
        {
          "title": "Sponsored | American Epidemics - The Great Pandemic",
          "description": "This episode is brought to you by Wondery in partnership with National Geographic in anticipation of their new series, The Hot Zone. The three-night limited series is inspired by true events surrounding the origins of the Ebola virus and its arrival on US soil in 1989. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Sponsored | American Epidemics - Dark Days In Dallas",
          "description": "This episode is brought to you by Wondery in partnership with National Geographic in anticipation of their new series, The Hot Zone. In 2014, Ebola is tearing through Guinea, Liberia and Sierra Leone, but the deadly disease hasn’t yet made landfall in the United States. Then Thomas Eric Duncan, a Liberian visiting his fiancee and son in Dallas, stumbles into a local hospital with a fever. His eventual diagnosis — Ebola — sets off a nationwide panic that a full-scale outbreak might be looming. As local healthcare workers and epidemiologists put their lives on the line confronting a crisis they were never trained for, government officials struggle to mount an effective response. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 13,
      "title": "Tulsa Race Massacre",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/cb/a7/68/99/cba76899-5c39-4c91-a127-39e6c340cdd1/7eac4d67f69eaf59804a98469e5e202a917ef120bb524ff3242dd0c98d7cf323072769fcdd9d3894c40fa650e1682cd891f1fbc18905c050e3f67b6725f24085.jpeg",
      "episodes": [
        {
          "title": "Tulsa Race Massacre - The Promised Land",
          "description": "Between 1838 and 1890, thousands of African Americans moved to Oklahoma, brought there as Cherokee slaves or drawn there by the promise of free land. Black pioneers established towns where African Americans could govern themselves and thrive in community together, and in time, Oklahoma became known as “The Promised Land” of freedom, dignity, and economic self-sufficiency. Out of this movement, the wealthiest African American community in the nation was born. By 1921, the Tulsa neighborhood of Greenwood had become such a hotspot of entrepreneurship that it became famous as “Negro Wall Street.”",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Tulsa Race Massacre - The Powder Keg",
          "description": "As Dick Rowland sat in a jail cell at the Tulsa courthouse on Tuesday, the news of his arrest and rumors about his alleged rape of Sarah Page flew through town. Egged on by an inflammatory op-ed in the Tulsa Tribune, a white mob bent on a lynching began assembling outside the courthouse. By that evening, the crowd of hundreds had swelled to thousands. Meanwhile in the office of the Tulsa Star newspaper, Greenwood’s most prominent citizens debated the proper course of action. Some young veterans of the recent world war were determined to defend Rowland, with their lives if necessary, while older, cooler heads urged caution and restraint.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Tulsa Race Massacre - The Invasion",
          "description": "By midnight on Tuesday, May 31, 1921, some Greenwood residents assumed the riot was calming down. Many families, far away from the action at the courthouse, hadn’t even heard about the violence, and went to bed as usual. But as much of the city slumbered, the white mob was transforming into something even more deadly: a highly organized, strategic force led by volunteer soldiers.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Tulsa Race Massacre - Rebirth",
          "description": "On June 2, 1921, thousands of black Tulsans interned at the Tulsa Fairgrounds woke under armed guard. Many had no idea where their loved ones were or if they were still alive; they didn’t know whether their homes were still standing or if they’d been ransacked by the white mob. As Greenwood residents worked to restart lives that had been violently interrupted, sympathy for the survivors exploded around the country. In Tulsa, some white business leaders vowed to help them rebuild. But city officials and greedy real estate speculators had other ideas—ideas that would push Greenwood residents off their valuable land forever.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Tulsa Race Massacre - Legacy and Lessons",
          "description": "Nearly a century after a white mob leveled the affluent Tulsa district known as Black Wall Street, how is Greenwood faring? ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Statue of Liberty",
          "description": "The Statue of Liberty is one of America’s most iconic monuments to freedom. As we head into the Fourth of July holiday, we’ll look back on the amazing effort it took to get Lady Liberty built.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Tulsa Race Massacre Update: Excavating Mass Graves",
          "description": "New archaeological evidence suggests mass graves holding the remains of victims of the Tulsa Race Massacre may exist on two sites in Tulsa. And now scientists plan to excavate portions of those sites to try and uncover the truth. Residents for years had asked the city to take similar steps but until now it hasn’t happened. On this episode we get an update on these developments from Hannibal B. Johnson, an attorney and historian who has written several books on the Massacre. He joins us from Tulsa to talk about what this excavation could uncover and what it means when a community reckons with the darkest part of its history.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 14,
      "title": "The Bastard Brigade",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/c9/80/6f/6f/c9806f6f-391c-4f40-8e5b-80291ddc245e/64a57eba03d9c28280250aca5ffc7b14e738b619fd5f0f3356215d4cda14bc7687e7b52f8f0404ca656e6831ae29f3ec026a1583999da2d6ca786c323abc6c11.jpeg",
      "episodes": [
        {
          "title": "The Bastard Brigade - The Accidental A-Bomb",
          "description": "The Second World War ended with two black mushroom clouds rising over the scorched remains of Hiroshima and Nagasaki. But most people don’t realize how easily the war could have ended not with an American atomic bomb but a German one, obliterating not a Japanese city but Paris, London, or even New York. As the war began, all the pieces were in place for the Germans to develop an atomic weapon. They had scientific visionaries like Werner Heisenberg, a manufacturing base committed to total war—and a big head start. The Allies were willing to go to desperate lengths to stop Adolph Hitler from getting his hands on an atomic bomb. They assembled a team of men and women to spy on, sabotage, and even assassinate members of the Nazi bomb project. They would become known as The Bastard Brigade.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Bastard Brigade - The Juice",
          "description": "The discovery of uranium fission in Nazi Germany in 1938 terrified Allied nuclear scientists—especially since the Nazi atomic bomb project, the dreaded Uranium Club, had a two-year head start on the Manhattan Project.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Bastard Brigade - The Kennedy Curse",
          "description": "In early 1944, the Allies developed a desperate plan to destroy several massive bunkers in Nazi-controlled France—bunkers that reportedly housed atomic missiles. The plan called for filling up airplanes with napalm, flying them over to France via remote control, and ramming them into the bunkers, blowing them sky-high. But the military still needed pilots to get the napalm-filled planes off the ground and pointed in the right direction.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Bastard Brigade - The Strangest Man",
          "description": "By mid-1944, the Allies’ fight to track down and stop the Nazi atomic program had met with failure and disappointment. And so the Manhattan Project took a new tack by recruiting and developing atomic spies — including a backup catcher for the Boston Red Sox named Moe Berg. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Bastard Brigade - The Most Wanted Men",
          "description": "As the Nazis inched closer to acquiring a nuclear weapon, panic grew among the Allied forces. The Alsos Mission — otherwise known as the Bastard Brigade — was put in charge of gathering intelligence on Hitler’s bomb project, seizing stores of Nazi uranium, and hunting down members of the Uranium Club. The first atomic spy outfit in history was underway. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Bastard Brigade - Showdown in the Alps",
          "description": "The Alsos mission had a hard-charging leader in Boris Pash and an eccentric band of recruits. But if the so-called Bastard Brigade was going to track down the Nazi atomic bomb, they would also need scientific expertise. For that, they turned to the Dutch-American physicist Samuel Goudsmit. ",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Remembering Emmett Till",
          "description": "The murder of Emmett Till galvanized the nascent civil rights movement. But the full story of what happened in Money, Miss., on August 28, 1955, is significantly different than the narrative that emerged at the time. A new app developed by scholars at Florida State University now seeks to give a fuller picture of Till’s lynching by taking users on a GPS guided tour around the Mississippi Delta and the important sites related to the case. Davis Houck, a professor of rhetorical studies at FSU, developed the app, and he joins us to talk about educating people on the legacy of Till’s killing and why it's more significant than ever.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 15,
      "title": "Dutch Manhattan",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/95/de/f0/29/95def029-3231-4302-8937-30afb3e149da/9dccdc07680624fb348b3f7ee962df04e7beb8978661ff41b13b7ecd0c4f6444fb7695903447b211d0059070f9ce6d0091419458713851af27dd9cf12a9354a4.jpeg",
      "episodes": [
        {
          "title": "Dutch Manhattan - Henry Hudson’s Big Mistake",
          "description": "In 1609, a headstrong English sea captain named Henry Hudson set out on behalf of the Dutch East India Company to find a trade route to Asia — and promptly found himself and his crew stranded in icy waters off the coast of Norway. As supplies dwindled, Hudson announced to his frostbitten crew that the ship would change course. They set off across the Atlantic Ocean in search of an alternative route through the North American continent.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dutch Manhattan - Buying Manhattan",
          "description": "Twelve years after Henry Hudson's 1609 trip charting the Hudson River, the Dutch used his voyage as the basis for a new colony, which would be wedged between the English colonies in New England and Virginia. New Netherland began with tiny numbers of people from different backgrounds. They settled the entire region that Hudson had traveled, from Delaware to New York to Connecticut. But being spread out so thinly exposed them to danger. In 1626, in the area around the future Albany, New York, a small party became embroiled in a fight between two native tribes, and some settlers were killed.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dutch Manhattan - Pirates and Prostitutes",
          "description": "New Amsterdam was a desperate place. For the first decade of its existence, the Dutch city on the tip of Manhattan Island served as a haven for pirates, prostitutes and smugglers. That was because the West India Company, which ran New Amsterdam, insisted on controlling all trade — something it simply couldn't manage effectively. Finally, in 1640, the Company gave up its monopoly, and what had been a rag-tag, Wild West kind of town quickly took on the hallmarks of Dutch capitalism. ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dutch Manhattan - The Sheriff Comes to Town",
          "description": "Just as it was becoming a New World success story, disaster came to New Amsterdam. Willem Kieft, the Dutch leader appointed by the West India Trading Company, declared war on local tribes, sending soldiers to slaughter them in their villages. The tribes responded with waves of death and destruction that would set the European settlers back decades in their development. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dutch Manhattan - The One-Legged Soldier",
          "description": "Peter Stuyvesant was fresh from losing a leg in battle against the Spanish when he arrived in Manhattan in 1647. He was a tough soldier who was ready to take charge of the unruly population of New Amsterdam. He soon clashed with Adrian Van der Donck, the leader of the opposition, who was secretly crafting a formal legal complaint that would compel the Dutch government to give the colony a form of representative government. When Stuyvesant discovered that Van der Donck had been spearheading an effort to overthrow his rule, he had him arrested for treason. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dutch Manhattan - New York",
          "description": "In the years after Adrian Van der Donck won a municipal charter for New Amsterdam, and under Peter Stuyvesant's stern but capable rule, the city flourished. Even English residents of New England and Virginia sent their goods to Europe via the future New York Harbor, because the Dutch were so good at the business of shipping. Dutch features that would become part of American culture — from cookies and cole slaw to Santa Claus — became ingrained. Most importantly, the Dutch notions of tolerance, which fostered a multi-ethnic society, and free trade, became rooted in Manhattan. ",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dutch Manhattan - The Dutch Influence Today",
          "description": "New York City was founded on the Dutch principles of tolerance and capitalism, both of which were new ideas at the time. But much of the city's early history was lost until the 1970s, when a renewed interest in the Dutch period led to the founding of the New Netherland Center. Here, thousands of previously untranslated records shed new light on this crucial moment in Gotham’s history. Our guest today is Greg Young, who co-hosts the Bowery Boys, a popular podcast about all things New York City history. Young visited the New Netherland Center, and he joins us to share what he found there and where Dutch influence can still be seen in New York today.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 16,
      "title": "The Triangle Shirtwaist Factory Fire",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/1c/b8/01/14/1cb80114-0a11-4055-9326-bfcdf241550b/95c6de6ccd1b196b92c6191645b56f6afd7c0adb8dd6a12c1778ea28f03317cee290ad322b3691f7e7ab98300dd2b56b371296c13ef27dfefe51e9d9d86e9dcd.jpeg",
      "episodes": [
        {
          "title": "The Triangle Shirtwaist Factory Fire - Wildcat",
          "description": "On March 25, 1911, a fire broke out at the Triangle Shirtwaist Factory in Manhattan, claiming the lives of 146 garment workers — mostly women and girls. It was one of the deadliest workplace disasters in American history. Caused by a combination of carelessness and poor safety measures, the fire eventually set off a wave of workplace reforms that changed industry in America and sent New York party politics in a totally different direction.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Triangle Shirtwaist Factory Fire - Revolt of the Girls",
          "description": "Inspired by the labor strikes at Triangle and other factories in Lower Manhattan, more than 30,000 garment workers took to the streets of New York in protest in late 1909. For the first time, an industry of women sought not to just halt production at one factory — they wanted to put the brakes on an entire trade. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Triangle Shirtwaist Factory Fire - Sixteen Minutes",
          "description": "Two years after the labor strikes that shook the city of New York, the workers of Triangle factory returned to better wages and lower hours. But when a fire broke out near closing time on a Saturday afternoon, these same workers found themselves swept up in a catastrophe. Some would escape, but many would not. ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Triangle Shirtwaist Factory Fire - In America They Don’t Let You Burn",
          "description": "In the wake of the biggest workplace catastrophe in the city of New York, the survivors of the Triangle fire and the families of the victims could only watch from the sidelines as the case against the Triangle bosses went to trial. The 146 deaths resulting from the fire had been sifted through the state’s legal machine and condensed into a single woman: a 24-year-old sewing machine operator named Margaret Schwartz. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Legacy of The Triangle Fire",
          "description": "In September 2019 Democratic Senator and presidential candidate Elizabeth Warren invoked the memory of the Triangle Shirtwaist Factory Fire at a campaign rally just a few blocks from the site of fire in Manhattan. It was a powerful reminder of just how deep the legacy of the disaster runs. Organized labor and workplace safety have come a long way since the fire but after years of political opposition, unions and worker rights are on the decline. In the U.S., unions represent 6.4 percent of private-sector workers and just 10.5 percent of workers overall. That’s the lowest percentage in more than a century, and down from 35 percent in the 1950s. That's according to Steven Greenhouse, author of the new book Beaten Down, Worked Up: The Past, Present, and Future of American Labor. Greenhouse joins us to talk about the state of labor in America today and why after years of decline, labor is starting to gain steam.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 17,
      "title": "Kentucky Blood Feud",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/2c/e4/f2/10/2ce4f210-60e5-40c2-900d-bbfefc4d0f57/ba6492e5e6fce4160d240923ad74318579fdd79ecd4424058a3f055c7df0a7cb074a757d977f89c01a8ed19f73a2647f0ef3b314d68f5b990bac7019ac4a252a.jpeg",
      "episodes": [
        {
          "title": "Kentucky Blood Feud - The Murder of Daniel Bates",
          "description": "The longest and bloodiest feud in American history erupted in the 1840s in Clay County, Kentucky — where it raged for nearly a century and ultimately claimed more than 150 lives. The Clay County War, also known as the Baker-Howard Feud, pitted four families against each other: the powerful Garrads and Whites, who assembled vast wealth mining salt, and the less influential Bakers and Howards. In time, the Garrards would align with the Bakers, and the Whites with the Howards. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Kentucky Blood Feud - The Revenge of Bad Tom Baker",
          "description": "The Civil War forced the warring families of Clay County into an uneasy truce. The Garrards, Whites, Howards, and Bakers found themselves allied as they fought for the Union. But the war brought new challenges: the Northern army destroyed Clay County’s salt mines in order to keep them out of the hands of the South, and the Emancipation Proclamation brought an end to slavery, which had helped make salt mining so profitable.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 18,
      "title": "California Water Wars",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/c6/3d/0b/4d/c63d0b4d-9184-4dad-a7d6-e4ed5f5914ae/4273b9785202eca0e41c85799b8c43e3cf90b5d621c807ea0a8992a61ff46c38f7190f7abf1e2a6048b1c0230e6299dfaf7a8a6d54ac497213828978336369cb.jpeg",
      "episodes": [
        {
          "title": "California Water Wars - A River in the Desert",
          "description": "By the turn of the twentieth century, Los Angeles had grown from a dusty, crime-ridden pueblo into a thriving metropolis. The only problem was that it was growing too fast. With no consistently reliable water source and a desert climate leading to a decade-long drought, the city would have to begin looking elsewhere.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "California Water Wars - Building the Dream",
          "description": "By 1907, the city of Los Angeles had found a solution to its water problem. Two hundred miles north in the Owens River Valley was a never-ending source of water. Los Angeles Water Department superintendent William Mulholland set about constructing one of the largest public works projects the state of California has ever seen. But first, he would have to convince the voters of Los Angeles to approve the project. And then, he would have to build it himself. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "California Water Wars - “There It Is—Take It”",
          "description": "By 1912, the Los Angeles aqueduct project was nearing completion. But as it approached the finish line, fears were growing among the public of a vast conspiracy, fanned by socialist Job Harriman. With the formation of the Aqueduct Investigation Board, engineer William Mulholland found his methods and his purpose suddenly under a microscope. Land deals from nearly a decade ago would threaten to derail the entire project, just a year shy of its completion.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "California Water Wars - We Who Are About to Die Salute You",
          "description": "After years of letting their water be used by the city of Los Angeles, the farmers and ranchers of the Owens River Valley decided to fight back. What would come to be known as California’s Civil War would mark the 1920s with a series of attacks and reprisals between the valley and the city two hundred miles south. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "California Water Wars - Collapse",
          "description": "With the failure of the Watterson brothers’ banks, the Owens Valley community was forced to abandon its fight for water rights against the city of Los Angeles. William Mulholland, the Los Angeles water department superintendent, could finally breathe a little easier. The city now had full control over its water supply for the foreseeable future. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "California Water Wars - Los Angeles and the Future of Water",
          "description": "UCLA environmental historian Jon Christensen discusses Los Angeles, its never-quenched thirst for water, and what that means for the future.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 19,
      "title": "What We Learned from the Spanish Flu",
      "image": "https://content.production.cdn.art19.com/images/a4/8f/53/79/a48f5379-a90e-4197-915c-c0645e0d9336/c5b524a8e9c024a4033ed3e105d47eac44d55b22f735149826795b8823d0d2eb6a0594037bf0d2c4228242a1a15b74074b2be87475d6857f46ca40a36bd9cc2f.jpeg",
      "episodes": [
        {
          "title": "Encore: What We Learned from Fighting the Spanish Flu",
          "description": "In light of growing concerns about the coronavirus, we’re revisiting an episode we ran last spring. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 20,
      "title": "Rebellion in the Early Republic",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/3e/95/8d/d5/3e958dd5-9a68-4bc0-b02e-c3115496d6f4/113d7e83ccbe338cad2401e3167ea44252dce81ad405bbfca356994870915c61e72113995d04f3804d6419d5a5529257469f0847ce10a46e25d623b5636b88d8.jpeg",
      "episodes": [
        {
          "title": "Rebellion in the Early Republic - Farmer Uprising",
          "description": "The dust had barely settled on the American Revolution when new unrest erupted in western Massachusetts. Thousands of farmers and laborers rose up in protest against unjust taxes and a state government that seemed as oppressive as the British Crown. When their demands for reform fell on deaf ears, the protesters grew more desperate. They took up muskets, swords, and clubs and formed blockades to shut down local courthouses. The growing revolt became known as Shays’s Rebellion.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Rebellion in the Early Republic - A Constitution Shaped by Revolt",
          "description": "Tensions reached a climax in the freezing winter of 1787, as Daniel Shays and 1,500 rebel soldiers stormed the federal arsenal in Springfield, Massachusetts. The rebels hoped to seize arms and ammunition and burn Boston to the ground. What they didn’t know was that a government army awaited them, setting off a dogged chase in the winter snow that lasted weeks.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Rebellion in the Early Republic - The Whiskey Rebellion",
          "description": "Only a few years after Shays’ Rebellion was suppressed, a new revolt broke out in western Pennsylvania. Anti-government resentment had been growing on the frontier for years. Then in 1791, the U.S. government handed down a tax on domestic spirits. It became known as the Whiskey Tax. Many western farmers and distillers, already struggling under harsh conditions, refused to pay the tax and rose up in defiance. Armed gangs ambushed tax collectors—and anyone who supported them.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Rebellion in the Early Republic - Crisis in the West",
          "description": "In 1794, anti-government protests grew into an all-out rebellion, and President Washington faced his first major test of federal authority. Some 7,000 armed Westerners marched on Pittsburgh and threatened its residents. Violent resistance to the whiskey tax soon spread from western Pennsylvania to Kentucky, Maryland, Virginia, North Carolina, and Georgia.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Rebellion in the Early Republic - Gabriel’s Rebellion",
          "description": "As a new century dawned on the United States, an enslaved blacksmith named Gabriel began planning a bold plot to overthrow slavery in Virginia’s capital. The uprising would change the future of slavery in the South.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Rebellion in the Early Republic - Nat Turner’s Rebellion",
          "description": "In February 1831, a solar eclipse caused the skies to darken over the isolated backwater of Southampton County, Virginia. An enslaved man and self-proclaimed prophet named Nat Turner saw it as a sign from God that it was time to rise up against slavery.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Rebellion in the Early Republic - How Early American Revolts Shaped Today’s Protests",
          "description": "In 1799, the U.S. government imposed a new tax on houses, land, and slaves to fund an expanded military. A man named John Fries led Pennsylvania Dutch farmers in protest of the law. What became known as Fries’ Rebellion was the third major tax revolt in the nation’s short history. But President Adams quashed Fries’ Rebellion with military force—a response widely viewed as an overreaction. The protesters went on to help usher Adams out of office. ",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 21,
      "title": "The WWII Home Front",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/93/69/01/66/93690166-f46f-4b33-bb6b-fc5b2edfa56f/0dbe7fd03c3ac303a1db8e948ab25753c8e76f6b4ec82f77527856848f9390f03cbd24a96221e8b050dfa8c6609b77b457c25f0b068863b18710b428a129e23c.jpeg",
      "episodes": [
        {
          "title": "The WWII Home Front - Arsenal of Democracy",
          "description": "On December 7, 1941, hundreds of Japanese warplanes rained death and destruction down on the U.S. naval base at Pearl Harbor—shocking the nation and drawing it into World War II. The U.S. had been ravaged by the Great Depression. Mobilizing the country for war would require unprecedented government intervention in industry, the economy, and American lives. But the crisis would also spark new opportunities, challenges and questions about what it meant to be a patriot and an American during a time of crisis.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The WWII Home Front | United We Win",
          "description": "As the nation’s factories and shipyards ramped up production for the war, the demand for labor exploded. Millions of women and minorities entered the workforce for the first time, finding a path to prosperity and opportunity. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 22,
      "title": "The Space Race",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/0d/27/51/f3/0d2751f3-c39e-4da2-a08b-3ecdcfca597d/274075e03ea9464af449b8e988e490c3e5235198725f2093b7655ca7650ced4f9fe65b67b7083de624e7d50029e4ea68bc537aedde38aff8361268a225232cfe.jpeg",
      "episodes": [
        {
          "title": "Encore: The Space Race | Starting Gun",
          "description": "Remember Werner von Braun? We talked a little bit about him in our Cold War series. He was in charge of the German rocket program in World War II. First used to lob missiles and bombs all over Europe, von Braun always dreamed of something better for his rockets. As the Soviet and American forces were closing in on Germany to end the war, von Braun saw only one way out: surrender to the American forces and get to the States.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Space Race | Playing Catch Up",
          "description": "Information sharing was normal in the global scientific community, but when it came to rockets, normal rules didn’t apply. If the details got passed along to civilian scientists, there was no telling where that intel might end up…",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Space Race | Taking the Lead",
          "description": "In times of crisis, Americans had always put their confidence in their country’s superiority in power, technology and leadership. America had never failed them. And in 1961, hope and faith in their country burned brighter than ever as NASA prepared to launch the first man into space. A month out from launch, that light was effectively snuffed. The Soviets beat them to it. On April 12, 1961, cosmonaut Yuri Alekseyevich Gagarin became the first person in space and the first person to orbit Earth. The world was in awe. And America was in shock.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Space Race | Photo Finish",
          "description": "JFK said that nothing in the 1960s was \"...more impressive to mankind, or more important for the long-range exploration of space...\" than getting a man to the moon and back safely. As the Apollo 11 flight neared, the entire nation waited, enraptured. But back in the USSR, the Soviets were also making strides. Though the contest with the Soviets for technological superiority had always been a race, it was now a literal one - a U.S. manned spacecraft was about to chase down a Soviet robotic vessel. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 23,
      "title": "Stonewall",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/eb/79/8f/d2/eb798fd2-839d-4a61-874c-233044c4839d/0220065c1db5c9877de4c91adec039bd025c7d12e4ce0beca03bba6ba8547611cc78e0c8df1779a73d27ce834795ed88141da255a8ee1ac55fcf95d2e449b014.jpeg",
      "episodes": [
        {
          "title": "Stonewall | Evolutionary, Not Revolutionary",
          "description": "In the summer of 1969, a police raid on the Stonewall Inn sparked a riot on the streets of Greenwich Village. The protest marked a turning point in the gay rights movement. But the famed resistance in New York capped a movement that had been building for nearly two decades in America, as LGBTQ people mobilized to fight widespread and pervasive discrimination.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Stonewall | Turbulence",
          "description": "As the 1960s dawned, LGBTQ activists began to voice frustration with the gradual approach to civil rights advocated by groups like the Mattachine Society. If LGBTQ people wanted to make real progress, they concluded, they would need to take direct action — starting with tactics shared with the Black civil rights movement. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Stonewall | Why Don’t You Do Something?",
          "description": "Resistance at restaurants in San Francisco and Philadelphia showcased the building tension as trans activists challenged long-standing policies of discrimination. But leading gay rights groups continued to stress a calm, non-confrontational approach to reform.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Stonewall | Pride",
          "description": "After a late-night police raid on the Stonewall Inn in June 1969, the LGBTQ community fought back in the streets of Greenwich Village. Suddenly, the LGBTQ rights movement found itself catapulted onto the national stage.  ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Stonewall | Eric Marcus Remembers the Voices of Stonewall",
          "description": "When the events of Stonewall happened in 1969, Eric Marcus was just a boy away at a New Jersey summer camp. Nearly 20 years later, he would document the voices of revolutionary LGBTQ activists like Marsha P. Johnson, Sylvia Rivera and Frank Kameny for his book, “Making Gay History: The Half-Century Fight for Lesbian and Gay Equal Rights.” ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 24,
      "title": "The Gilded Age",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/7c/26/71/c0/7c2671c0-3f97-4069-aaf3-0b2402c16e14/0d4da39cecd5a2301fb59cbab8ab08d40d7d35f472a1cd51c1feb96f367830ba752b3fec41dfd4e2af0ebd169c47b489d75997a5b2a5e3b7cf4b138fe48a8587.jpeg",
      "episodes": [
        {
          "title": "The Gilded Age | Carnival of Corruption",
          "description": "In 1869, America connected its vast, sprawling territory with its most ambitious project to date: the transcontinental railroad. The country had just emerged from the ashes of the Civil War, and the railroad galvanized people from coast to coast, offering opportunity and promise. But corruption soon cast a pall over the nation.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Gilded Age | Rise of the Robber Barons",
          "description": "In the 1870s and 1880s, businessmen clawed their way to the top of the new industrial economy, accumulating staggering fortunes. Oil tycoon John D. Rockefeller ruthlessly eliminated his rivals one by one, seizing control over the nation’s refineries. Steel magnate Andrew Carnegie revolutionized the industry with his relentless drive to cut costs. And banker J. P. Morgan conquered Wall Street, commanding vast amounts of capital to consolidate corporations.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Gilded Age | How the Other Half Lives",
          "description": "In the spring of 1883, Mrs. Alva Vanderbilt threw the grandest party New York had ever seen, claiming her spot at the top of the city’s social hierarchy. The Gilded Age drove feverish growth in America’s cities. Populations swelled. Skyscrapers and steel bridges soared above city skylines. And the new economic elite poured their outrageous fortunes into magnificent mansions and lavish balls.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Gilded Age | Exclusion",
          "description": "Amid the glamor and growth of the Gilded Age, racism and anti-immigrant hostility swept the nation. With the end of Reconstruction, white communities across the South stripped African Americans of their hard-won political rights and economic gains. But a new generation of activists fought the growing wave of discrimination and violence. Booker T. Washington championed black education, and journalist Ida B. Wells waged a fierce campaign against lynching.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Gilded Age | Workers Revolt!",
          "description": "As the century came to a close, labor unrest reached explosive new heights. Industrial expansion made businessmen and bankers rich. But workers faced low wages, long hours, and dangerous conditions. They sought strength in numbers, fighting for basic rights against the power of big business—and often faced violent pushback.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Gilded Age | Cross of Gold",
          "description": "In the spring of 1894, hundreds of unemployed workers trudged through rain and snow on a 400-mile trek from Ohio to the nation’s capital. They joined armies of jobless men from all across the country to march on Washington, fed up with the government’s inaction in the face of the crippling Panic of 1893.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Gilded Age | What America Failed to Learn from the Gilded Age",
          "description": "Throughout our series, corporate giants and their exploitation of workers was disturbing evidence of capitalism run amok. That greed and disregard for the working class defined the Gilded Age. ",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 25,
      "title": "Political Parties",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/ef/3d/57/34/ef3d5734-c1ca-4522-9ff7-1c342d074d40/dcd2d49aaf5616d55c925eab144fc03bca8980bfab2eef7d63ec10bf807d6d525044a847757b6d8fcc43ef8cd9cd6c4c7567ffcf3501494d25612cb9c257a6ac.jpeg",
      "episodes": [
        {
          "title": "Encore: Political Parties | A Tale of Two Parties",
          "description": "In the earliest days of the United States, there was no such thing as an organized political party. George Washington, elected twice to the presidency unanimously in the Electoral College, warned the new nation against political factions, writing that organized parties would become, “potent engines, by which cunning, ambitious, and unprincipled men subvert the power of the people.”",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Political Parties | Jacksonian Democracy",
          "description": "Andrew Jackson lost the 1824 presidential election to John Quincy Adams through what some called a “corrupt bargain” in the House of Representatives. The maneuver was masterminded by hot-headed but politically savvy Henry Clay, who with Adams, announced their intent for far-reaching new federal programs. Fierce opposition to these policies united pro-Jackson supporters who formed a new party, the Democrats, to rally around their hero and elect him to president in 1828.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Political Parties | The Turbulent 1850s",
          "description": "The United States won the The Mexican–American War in the 1840s, and with it vast new stretches of western land. But in the 1850s, the question of what to do with this land – and whether to allow slavery in the new territories or not – became a redning issue for politicians of all stripes.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Political Parties | The Golden Age of the GOP",
          "description": "As the Civil War came to a close, the government set its sights once again on the future of the United States. Working closely with a Republican President, the Republican Congress expected a swift and peaceful road to Reconstruction. But then, a mere four weeks into his second term, Lincoln was assassinated, leaving the country in the hands of Andrew Johnson, a Southern Democrat who had personally owned slaves just three years before.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Political Parties | The New Deal Coalition",
          "description": "The 1929 stock market crash saw 14 billion dollars vanish in a matter of hours — and with it, the Republican party’s decades-long grip on American politics. As Americans lost their livelihoods, they turned to President Herbert Hoover for relief. But the self-made man who had so successfully reversed his own fortunes seemed unable to do the same for his country. With discontent growing, Hoover turned on World War veterans demanding early bonus payouts to support their families. It would prove the last straw for many Americans.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Political Parties | The Reagan Revolution",
          "description": "The year 1968 marked a watershed in American politics. Anti-war protests were roiling the country. Civil rights leader Martin Luther King Jr. was shot dead in Memphis. Democratic President Lyndon Johnson’s approval rating was plummeting. The assassination of Democratic presidential hopeful Robert Kennedy would throw the party into disarray, toppling the New Deal coalition built by Franklin Delano Roosevelt two generations earlier and leading to a conservative surge.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 26,
      "title": "The Supreme Court",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/24/f1/6b/31/24f16b31-a5c0-488d-b0b7-935c3b6ba3a3/e865fe04e99d5ff4d64f5bbbd6d4ff1d96afa32536d19b9054b7cd07cf81d5fa8300702605afde6b5db64239628b1d3aa1d1ca8b467ced3a4a559245295e0f6e.jpeg",
      "episodes": [
        {
          "title": "Supreme Court Landmarks | The Predicament of John Marshall",
          "description": "After the War of Independence, the new American government created the Supreme Court to be have the final word on disputes that the states couldn’t settle. But at first, the Court was anything but Supreme.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Supreme Court Landmarks | The Cherokee Cases",
          "description": "In the early 1800s, the United States was growing rapidly, seeking land and resources for its expanding population. But the growth threatened Native American communities throughout the East. In the southern Appalachia region, the Cherokee Nation held millions of acres of prime farmland and forests, managed by a centuries-old tradition and a thriving government. But the state of Georgia, and a relentless President Andrew Jackson, set their sights on seizing the land. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Supreme Court Landmarks | Separate and Unequal",
          "description": "After the Civil War, America began to rebuild a shattered nation. For the first time, the country could create a society without slavery, and a nation where Black people could forge their own path as independent citizens.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Supreme Court Landmarks | Loaded Weapon",
          "description": "Through most of 1941, as fighting raged across Europe, the United States held back from entering the war. That all changed in December, when Japanese fighter planes bombed Pearl Harbor and the nation found itself mobilizing for World War II. Suddenly, the frenzy to fight enemies abroad turned to suspicion against those at home.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Supreme Court Landmarks | The Warren Court",
          "description": "Before the 1950s, the Supreme Court was best known as an institution that adhered to the status quo. It often sought to protect the rights of property owners and businessmen, shying away from cases that took direct aim at controversial social or political issues.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Supreme Court Landmarks | A Recount in Florida",
          "description": "The morning of Nov. 8, 2000, Americans woke up to an undecided election. Pollsters had predicted a close race between Vice President Al Gore and Texas Governor George W. Bush, but no one knew just how narrow the margins would be. It all hinged on Florida, where 25 electoral votes were up for grabs.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Supreme Court Landmarks | Jane Roe",
          "description": "In 1970, a 22-year-old woman in Texas named Norma McCorvey tried and failed to get an abortion from her doctor. Abortion was illegal in Texas, just as it was in most states. Women hoping to terminate their pregnancies had few options, and many resorted to risky back-alley procedures.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Supreme Court Landmarks | The Outsize Power of the Supreme Court Today",
          "description": "Throughout our series, we've seen how social movements and partisan politics helped influence the decisions of landmark U.S. Supreme Court cases, and thus shape America itself. But how did the Supreme Court get so powerful when America's founders imagined a more limited role? Today, the idea of court-packing, first proposed by Roosevelt to push through his New Deal agenda, is back as a way to rein in the power of the Court. In this episode, Lindsay speaks with Rachel Shelden, an associate professor of history at Penn State and director of the George and Ann Richards Civil War Era Center about how the Court’s power has grown since its founding, and how politicians and presidents could use that to their advantage.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 27,
      "title": "Coal Wars",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/1f/30/73/06/1f307306-a008-44d1-8129-ce4205ac06cc/c64ea3bc456612429291546a387bbca6b8ed7628fe8053021d58ff3d7106283f8b7268d6c8cd55ac1f56f1fa4dab38728b6c6a29e5a5e70567851f8882313828.jpeg",
      "episodes": [
        {
          "title": "Coal Wars | The Most Dangerous Woman in America",
          "description": "In the early 20th century, coal was the fuel that powered the nation. But the men who mined it in the rugged and remote hills of West Virginia endured harsh exploitation by the coal companies that controlled their lives. In the spring of 1912, miners in West Virginia’s Kanawha Valley rose up against the companies and their powerful allies in law enforcement with a strike for their right to join a union.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Coal Wars | The Matewan Massacre",
          "description": "In March 1913, famed labor activist Mother Jones was locked up in a shack in Pratt, West Virginia, suffering from pneumonia and a high fever as she awaited court martial. For a year, the striking miners she led endured hunger and violence as they waged their desperate battle for the right to organize. Now, their struggle hung in the balance. West Virginia was under martial law, and hope for victory over the powerful coal companies seemed dimmer than ever. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Coal Wars | Bloody Mingo",
          "description": "In May 1920, Sheriff Sid Hatfield won the loyalty of Mingo County’s miners after a deadly gun battle that left seven Baldwin-Felts agents dead on the streets of Matewan, West Virginia. That summer, the coal companies brought in trainloads of strikebreakers to get the mines running again. But local miners were electrified by the Matewan Massacre and they waged an all-out guerilla war as Hatfield awaited trial for murder. ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Coal Wars | The Battle of Blair Mountain",
          "description": "The Coal Wars reached an explosive climax in August 1921, as thousands of miners furious over the death of their hero Sid Hatfield shouldered their weapons and marched south. Their destination was Mingo County, where they hoped to free their fellow miners jailed under martial law.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Coal Wars | Charles Keeney on Restoring His Great Grandfather’s Legacy",
          "description": "Once the coal miners lost the Battle of Blair Mountain, the story of their uprising was suppressed, and their leader Frank Keeney eventually faded into obscurity—even among members of his own family. But historian Charles Keeney, Frank Keeney’s great grandson, has made it a personal mission to raise public awareness of the mine wars and the pivotal role his ancestor played. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 28,
      "title": "Traditions, Crisis, and Unity",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/c8/ba/1f/aa/c8ba1faa-0160-46b3-bd40-9e0267a039f4/e344900525acf2843c23308285f11e71bc026c18658b823a3bca2980f94ea8db59c088140fb5845d0a240efd7d7ee7a681357e4d547d6ee8cb214ddcf281fa85.jpeg",
      "episodes": [
        {
          "title": "Presidential Inaugurations: Traditions, Crisis, and Unity",
          "description": "As America prepares to swear in a new president, we’ll look back to the inaugurations of the past. Jim Bendat, author of Democracy's Big Day: The Inauguration of Our President, 1789-2013, joins us as we cover the friction between the outgoing and incoming president, the Capitol Hill breach on January 6th, and how inaugurations have served as a powerful reminder of the strength of American democracy, even in times of crisis.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 29,
      "title": "The Great Chicago Fire",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/ab/05/ae/6f/ab05ae6f-23c4-4042-976b-fa2881e65789/a6244d82cbfc92b1dde35bba1a7d5f72c8226fcc023bf2bcc21723f7f60b91d30ed73a5b119aeaf257f04ae2cb7bc2c53e2562a879be67e038a53cd62a52b641.jpeg",
      "episodes": [
        {
          "title": "Great Chicago Fire | We Are Going to Have a Burn",
          "description": "In 1871, Chicago was the fastest growing city in the world. Built almost entirely of wood, it was also a tinderbox. That October, a severe drought ravaged the city. Fires ignited constantly, and Chicago’s firefighters were at their breaking point. But the worst was yet to come.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Great Chicago Fire | Fleeing the Flames",
          "description": "Just before midnight on October 8, 1871, the inferno that had ravaged Chicago’s West Side leapt the Chicago River. A wall of flames surged toward downtown, threatening to devour Chicago’s most magnificent hotels, offices, and government buildings. Mayor Roswell B. Mason raced to the Chicago courthouse, but he would soon find he was helpless to save his city.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Great Chicago Fire | The Great Rebuilding",
          "description": "As dawn broke on October 10, 1871, the dazed survivors of the Great Chicago Fire stumbled through their burned and battered city. A 30-hour inferno had reduced Chicago to ashes.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Great Chicago Fire | Out of the Ashes",
          "description": "After the 1871 fire destroyed a third of their city, Chicagoans wanted to do more than rebuild. They wanted to envision a new kind of American city. That included everything from changes to fire codes and labor laws to an entirely new style of architecture -- the skyscraper.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 30,
      "title": "America's Monuments",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/8b/14/cb/a6/8b14cba6-0314-4b87-beda-3e8eb8507adc/345fd6bcc555810eb3679371214c7e24b5750df5a19404019f3bac6e431085e8297a1ea7b72a3172f3303f136f0dd45c45fc5198c93f30e4cd6bdf3d62771265.jpeg",
      "episodes": [
        {
          "title": "America’s Monuments | The Colossus of New York Harbor",
          "description": "It’s perhaps the most iconic of American monuments -- the Statue of Liberty. A towering 305-foot sculpture of copper and steel that is synonymous with American values of liberty, freedom and self-determination. But it began as a gift from France. And when it first arrived on American soil, its future was far from certain.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "America’s Monuments | A Passage Through Panama",
          "description": "For centuries, sailors and merchants dreamed of finding a passage between the Atlantic and Pacific Oceans across the narrow isthmus of Central America. But no natural passage existed. To get ships across the fifty-mile stretch of land, someone would have to dig a canal.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "America's Monuments | Four Faces",
          "description": "In 1927, workers began blasting granite rock off a towering cliff in South Dakota’s Black Hills. It was the start of an arduous 14-year struggle to carve the portraits of four American presidents into Mount Rushmore.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "America's Monuments | The Longest Bridge",
          "description": "In the early 1920s, San Francisco was a picturesque city on a narrow, isolated peninsula. Known for its scenic, natural beauty, it had the potential to become one of America’s leading metropolises. But to fuel its economic growth, it needed a bridge -- across one of the most treacherous bodies of water on the Western seaboard.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "America's Monuments | The Mansion of the King",
          "description": "Few historic residences are more synonymous with their owners than Graceland. Purchased by Elvis Presley in 1957, the stately Memphis mansion was the heart of his private world and his most prized possession. He always swore he’d never sell it.   ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "America's Monuments | 58,000 Names",
          "description": "The Vietnam War was one of the most divisive conflicts in American history. Over 58,000 Americans died in the fighting; many more returned home with wounds both visible and hidden. ",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "America's Monuments | The Trouble With Confederate Statues",
          "description": "In recent years, there’s been a movement to remove statues of Confederate leaders and other monuments that some see as celebrations of America’s racist history. But does taking down these statues help address the racial inequities that plague our nation to this day? Or is it just erasing history? ",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 31,
      "title": "Bleeding Kansas",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/fc/95/76/84/fc957684-0c8a-407a-9e49-378d84125b4f/65babdda5b4124476825f11c0d38f0b933e857dc02d88f15835185550dd51a78ee6e3a5342e0744e93e5ee8f77bda77f554a4b3cf0340d8ca1dc36433174f4ae.jpeg",
      "episodes": [
        {
          "title": "Bleeding Kansas | John Brown's Crusade",
          "description": "In the 1850s, the United States was lurching toward a crisis over slavery -- and abolitionist John Brown stepped into the fray. Brown believed it was his God-given destiny to destroy slavery. His crusade took him from abolitionist meetings in the Northeast, to the Underground Railroad in Ohio, to the bloody plains of Kansas.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Bleeding Kansas | The Pottawatomie Massacre",
          "description": "On the night of May 24th, 1856, radical abolitionist John Brown and seven of his followers crept along the banks of Kansas’s Pottawatomie Creek and stormed a proslavery settlement. They dragged five men from their cabins and killed them in cold blood. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Bleeding Kansas | The Raid on Harpers Ferry",
          "description": "In December 1858, John Brown was back in Kansas and Missouri, making headlines for dramatic and deadly raids on plantations. He and his followers freed 11 enslaved men and women and led them on an 1,100-mile journey to freedom in Canada.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Bleeding Kansas | His Soul Goes Marching On",
          "description": "On October 17th, 1859, John Brown was barricaded inside the federal armory at Harpers Ferry with his hostages and his remaining followers. His attempt to lead an antislavery insurrection had failed. A detachment of U.S. Marines led by Colonel Robert E. Lee had the armory surrounded. For the radical abolitionist, it was his last stand.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Bleeding Kansas | The Man Who Sparked the Civil War",
          "description": "John Brown has been called many things: fanatic, hero, terrorist, martyr, zealot. Some of his contemporaries, including Frederick Douglass, believed that were it not for his raid on Harpers Ferry, the Civil War would never have started. But did Brown’s actions really bring about slavery’s eventual downfall? And can his impact still be seen today in a nation that remains deeply divided over issues of race?",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 32,
      "title": "The Mystery of D.B. Cooper",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/ab/cf/a0/a8/abcfa0a8-73d7-426a-9754-6f8d7a59db4e/ee5037adde4ab1b513c05bab9c24f302d241855a497e04ef5594472de65e1341a281676321e4d3f20ecb78650e52f348d62c51d288732bb2e18c5926cf5018cc.jpeg",
      "episodes": [
        {
          "title": "The Mystery of D.B. Cooper | The Man in Row 18",
          "description": "On November 24th, 1971, a man on a Boeing 727 bound for Seattle handed a flight attendant a note that read, “Miss, I have a bomb here.” No one knew the man’s real name. But soon, the press was calling him D.B. Cooper -- and his hijacking of Northwest Orient Flight 305 would go down as one of the most audacious in aviation history.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 33,
      "title": "Tulsa Race Massacre",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/e5/5e/8c/6e/e55e8c6e-9e7a-49f2-aa8d-49e8e022ca44/22ca54c42154db984c3c62195529673a1cea3c44c706a20a948cdc1975156ac5d76df6c485b859372c638d3a6204688fbcfe2a3c3ac96cf8194a618996867833.jpeg",
      "episodes": [
        {
          "title": "Encore: Tulsa Race Massacre | The Promised Land",
          "description": "In 1921, Tulsa, Oklahoma boasted one of the nation’s most prosperous African-American communities. Greenwood was home to 108 Black-owned businesses, two theaters, 15 physicians, two newspapers, and a luxury hotel. It was nicknamed “the Black Wall Street.”",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Tulsa Race Massacre | The Powder Keg",
          "description": "As Black teenager Dick Rowland sat in a jail cell at the Tulsa courthouse, news of his arrest flew through the town. Egged on by rumors about his alleged rape of white teenager Sarah Page, a white mob bent on a lynching Rowland began assembling outside the courthouse. By that evening, the crowd had swelled to thousands. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Tulsa Race Massacre | The Invasion",
          "description": "On the night of Tuesday, May 31, 1921, a violent white mob attacked the prosperous Black neighborhood of Greenwood in Tulsa, Oklahoma. As the night progressed, the disorganized mob transformed into something even more deadly: a highly organized force led by volunteer soldiers.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Tulsa Race Massacre | Rebirth",
          "description": "On June 2, 1921, thousands of black Tulsans interned at the Tulsa Fairgrounds woke under armed guard. Many had no idea where their loved ones were or if they were still alive; they didn’t know whether their homes were still standing or if they’d been ransacked by the white mob. As Greenwood residents worked to restart lives that had been violently interrupted, city officials and greedy real estate speculators had other ideas — ideas that would push Greenwood residents off their valuable land forever.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Tulsa Race Massacre | Bearing Witness",
          "description": "Like many Americans, Anneliese Bruner didn’t hear about the Tulsa Race Massacre growing up. But what made it surprising in her case was that her grandmother and great-grandmother were survivors of the massacre. Still, a conspiracy of silence surrounded the events of May 31 and June 1, 1921, even in Bruner’s own home.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 34,
      "title": "Lost Colony of Roanoke",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/5f/88/24/6e/5f88246e-33f8-43a8-bd99-5c7edccf7829/8c187f454426718b4d9f81184b127ebe859cff765186de5a406a376f729bc31d3a5b2c13168f715b1c60c4bbbc5c2935ac677cef47a051dbbe379e809ecf50d6.jpeg",
      "episodes": [
        {
          "title": "Lost Colony of Roanoke | In the Name of the Queen",
          "description": "In the 16th century, Queen Elizabeth the First of England was locked in a battle for global dominance with Spain. She picked her favorite advisor, Walter Raleigh, to claim land in North America. In the coming years, Raleigh’s men made several voyages and explored the area known as the Outer Banks, in what is now North Carolina. There, they identified one island as a promising site for a future colony: Roanoke.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Lost Colony of Roanoke | The Vanishing",
          "description": "On April 26, 1587, 117 colonists sailed from England to establish a permanent settlement on the east coast of North America. After a long voyage fraught with storms and spoiled food, they landed on the island of Roanoke, in the Outer Banks region of what is now North Carolina. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Lost Colony of Roanoke | Searching for Traces",
          "description": "The mystery of what became of the first English colonists has baffled historians for centuries. But over the past decade, archaeologists have uncovered some compelling clues, including parts of a 16th century gun, and fragments of English pottery at a place called “Site X,” both of which suggest that the Roanoke colonists survived longer than previously documented.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 35,
      "title": "The Walker Affair",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/33/10/a6/60/3310a660-b9ba-433c-8f43-ca34b76c2fb2/71a11655859f3648a783800736a80e614fd3f7050edfc41bcc9f098bed42a7e0abced2013fcdcced195a20eb1c70890786b8243827126bc3f3984852816f14e3.jpeg",
      "episodes": [
        {
          "title": "The Walker Affair | The Gray-Eyed Man of Destiny",
          "description": "In the mid-1800s, the United States was a young nation awash with mercenaries, adventurers, and entrepreneurs looking to take advantage of the country’s ever-expanding boundaries. Into this chaotic atmosphere stepped a young lawyer and newspaper editor from Tennessee named William Walker, who wrapped his personal ambitions in the cloak of American expansionism and the credo of “Manifest Destiny.”",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Walker Affair | Nicaragua’s American President",
          "description": "In 1855, William Walker faced a criminal trial in the United States for his illegal, and unsuccessful, invasion of Mexico. But he emerged from court fully acquitted, and became a divisive national hero in the tumultuous political climate of antebellum America. Emboldened by his popularity, Walker set his sights on a new prize: Nicaragua, which had become a critical transit route between east and west. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Walker Affair | The Last Filibuster",
          "description": "When he escaped Nicaragua in 1857, American filibuster William Walker was a failed despot responsible for the death of thousands of people and the destabilization of the region. But he returned to New Orleans with fanfare, greeted by cheering crowds and parades. In his public speeches around the South, Walker vowed to return to Central America to take back control of his empire. An uprising of British colonialists on the Honduran island of Ruatan gave him the opportunity he needed. ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 36,
      "title": "The Fight for the First U.S. Olympics",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/72/b6/02/76/72b60276-16b8-4c8e-87e1-abe14781d7d3/62018397a271a78ec836086ebb936e0d5bd084956beee2c23456a2e29a7b846d8e3fc41c49ca0ba5da9b8f1d91cba887893bb016e61b0853a3bc679623521a9a.jpeg",
      "episodes": [
        {
          "title": "The Fight for the First U.S. Olympics | A Tale of Two Cities",
          "description": "In the late 1800s, European fascination with the culture of ancient Greece, and a growing interest in physical education and fitness, led to the idea of resurrecting the Olympic Games of antiquity. A French nobleman named Pierre de Coubertin took up the cause, and under his leadership, the first international Olympiad took place in Athens in 1896.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Fight for the First U.S. Olympics | Let the Games Begin",
          "description": "In 1904, St. Louis was thrust into the national spotlight, as it played host to both the World’s Fair and America’s first Olympic Games. After a bitter fight over which American city would host, Olympic founder Pierre De Coubertin had disavowed the St. Louis games entirely, passing the torch to amateur sports magnate James Sullivan. But Sullivan brought controversial ideas to the Games -- especially in the form of a contest between “uncivilized” peoples called Anthropology Days.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Fight for the First U.S. Olympics | The Home Stretch",
          "description": "In the summer of 1904, the young women of the Fort Shaw Indian School basketball team took the St. Louis Olympics and the World’s Fair by storm with their fast-paced, dynamic play. But could they keep their undefeated record and win the world championship against their toughest opponent yet -- a team of white all-stars from the best high school team in Missouri? ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Fight for the First U.S. Olympics | Passing the Torch",
          "description": "The 1904 St. Louis Olympics were marred by controversy and poorly organized events like the marathon. But at least they took place as scheduled. In 1916, after the outbreak of World War I, they were canceled entirely. A century later, in 2020, the Olympics faced another kind of test: a global pandemic that forced the first postponement of the Games in their history.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 37,
      "title": "National Parks",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/72/3a/2d/12/723a2d12-1a09-4fb0-b355-1cf32036f1bd/ce27252d562713ed80a3d6b0b81dbecc688c1a60021334b4c39746cbae11076eac71f676796e5072c6dcfa9e45a8d070ca07a31ca9b522bf9758bd215920376f.jpeg",
      "episodes": [
        {
          "title": "Encore: National Parks | The Business of Nature",
          "description": "America's national parks are truly among our country's greatest treasures. But many of these beautiful landmarks have ugly pasts. On this series, we’ll explore the often forgotten histories of some of America’s most breathtaking natural wonders, starting with the park that began the conservationist movement in the 1800s: Yosemite.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: National Parks | Calling in the Cavalry",
          "description": "Yellowstone was our nation’s first national park. Its strange, wondrous landscapes were perfect for exploration - and exploitation. Upon Yellowstone’s discovery by white Americans, two races began: one to build a railroad to the park to capture its commercial potential, another to protect the land from desecration. One will fail, bringing down with it the nation’s economy. The other will require the U.S. Army to succeed, but leave thousands of animals slaughtered and Native American tribes displaced.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: National Parks | Rough Rider",
          "description": "Vice President Theodore Roosevelt was atop a mountain when he heard the news: an assassin’s bullet would likely take President McKinley’s life, and make Roosevelt president.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: National Parks | The Great Disaster",
          "description": "In the early morning hours of Wednesday, April 18, 1906, the city of San Francisco was torn apart by a huge earthquake and devastating fire. As the city rebuilt, it also sought to ensure that if fire were to strike the city again, abundant water would available to fight it.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: National Parks | Playgrounds of the People",
          "description": "In 1914, America’s National Parks had a problem: no one was using them. And those few that were faced unmaintained roads, trails strewn with garbage, and a lack of amenities that made it hard for the average American to enjoy themselves. One man had enough, and went to Washington on a mission: establish a new National Parks Service, and transform these neglected, magic spaces into clean, approachable, fun vacation destinations.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: National Parks | Fire and Ice",
          "description": "Alaska: big, open, frozen and wild. In 1867, the acquisition of Alaska from the Russian Empire was widely derided as “folly.” But early explorers like John Muir saw its potential, and clamored for its preservation in the face of increasing development and calls for statehood. Then oil was discovered in Alaska, and the real fight began. Caught between angry Alaskan individualists and an ambitious federal government, the National Park Service struggled to do what was right for the land and the people who lived and depended on it.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 38,
      "title": "Roaring Twenties",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/81/09/bd/1f/8109bd1f-f706-4feb-aa65-caf4be3e51c1/2d7dde11f2ea0f17045935b466db54d769c8f6ae84a7b25f2b400fe0403152421138f90fb2ba70ea213e2327deb2c18ace468836770bbf08bc883de867685394.jpeg",
      "episodes": [
        {
          "title": "Roaring Twenties | Rise of the Radicals",
          "description": "In 1919, American soldiers returned from the battlefields of Europe to face a nation torn apart by a different war. One-fifth of the nation’s workforce put down their tools and went on strike. Anarchists sent deadly bombs in the mail to congressmen and cabinet members. And a terrorist attack on Wall Street killed dozens.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Roaring Twenties | The Age of Jazz",
          "description": "In the 1920s, Americans moved to the city in droves, and a new, diverse generation sparked an era of dizzying social change. It was the Age of Jazz, a time when Black Americans brought a revolutionary new musical style to northern cities. Free-spirited flappers haunted urban nightclubs. And Harlem, New York became the epicenter of a renaissance in Black artistic and political expression.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Roaring Twenties | How the Money Rolls In",
          "description": "In 1921, Republican President Warren G. Harding entered the White House, ushering in a new era of conservative government. Harding was elected by Americans yearning for tradition and old-fashioned values. But they put in power one of the most scandal-ridden presidencies in American history.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Roaring Twenties | The Great Crash",
          "description": "On a misty morning in May 1927, Charles Lindbergh climbed into the cramped cockpit of his single engine plane, The Spirit of St. Louis. After a bumpy taxi and takeoff at a New York runway, he took to the skies, on a flight that would break records and make him a national hero.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Roaring Twenties | Anxious Decade",
          "description": "The Roaring 20s are often described as a time of optimism and decadence, teeming with flappers, jazz and bootlegged liquor. It was the decade that birthed modern America. But with that birth came growing tensions over civil rights, the urban-rural divide and other culture wars.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 39,
      "title": "Traitors",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/89/c9/bd/cf/89c9bdcf-a1a9-4c73-bb0e-570eb520efbe/961cc6acbb7307346ce25a1e49b311f6e20c5eba78045554006885c8635f8a00099a054502de068e2acf4e41c268beeb5c73a62153442b42b18717a928843c75.jpeg",
      "episodes": [
        {
          "title": "Traitors | Treason of the Blackest Dye",
          "description": "Early in the Revolutionary War, Major General Benedict Arnold built a reputation as a courageous commander. He was a favorite of George Washington’s. But he also revealed a fragile ego and a penchant for holding grudges. As the war went on, Arnold’s temper, ambition, and greed would turn him from hero to villain.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Traitors | The Widow and the Assassin",
          "description": "On the night of April 14, 1865, John Wilkes Booth stepped into the presidential box at Washington’s Ford’s Theatre, raised a pistol at President Abraham Lincoln, and squeezed the trigger. Lincoln would soon die of his wounds, making him the first president to be assassinated in American history. As the nation plunged into mourning, the hunt for Lincoln’s killer began.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Traitors | The Atomic Spies",
          "description": "In September 1949, the world was shocked to learn that the Soviet Union had conducted its first nuclear weapons test, just four years after the United States dropped the first atomic bombs on Hiroshima and Nagasaki. U.S. authorities thought there was only one way the Soviets could narrow the nuclear arms gap so quickly -- by stealing atomic secrets from the U.S.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Traitors | Nightmover",
          "description": "On June 13, 1985, Aldrich Ames packed up six pounds of top secret documents into a plastic bag and walked out the door of the CIA headquarters. He drove to lunch, where he gave the documents to a Soviet diplomat. They contained the identities of America’s most important spies within the Soviet Union.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Traitors | Accomplice or Martyr",
          "description": "Not every case of treason is open and shut. With some accused traitors, questions of their guilt or innocence can linger for generations. That’s certainly the case with Mary Surratt. Even before she was hanged in 1865 for her alleged role in the plot to assassinate Abraham Lincoln, many argued that she was an innocent widow convicted on false testimony. After her death, she became a martyr to the Confederate cause. To this day, Civil War scholars are divided on whether or not she was an active participant in the Lincoln plot.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 40,
      "title": "Philippine-American War",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/b3/b3/c4/0b/b3b3c40b-c4a0-4ae0-92af-945cac86facd/db8594534bd3576ea52baab1bfa1d1879362f61033550bf72f54f447ecfde9d64e5c1e21ba6eb420891565269b60635c7bbc1d6d61f1d723edc80d1c0739c7e6.jpeg",
      "episodes": [
        {
          "title": "Philippine-American War | Into the Jaws of a Dragon",
          "description": "On February 4th, 1899, war broke out between the United States and the Philippines. The two nations had begun as allies against Spain the previous year, during the Spanish-American War. The Spanish had occupied the Philippines for three centuries, and the U.S. arrived promising to drive out the European colonial power. But after the Spanish left, the Americans stayed, in defiance of widespread calls for Philippine independence.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Philippine-American War | Under the Free Flag",
          "description": "In 1898, America’s victory over Spanish forces in the Philippines suddenly thrust the United States onto the global stage. It also drew the country into a more complicated conflict with the very people it claimed to be liberating.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Philippine-American War | A Howling Wilderness",
          "description": "In March 1901, American forces launched a daring raid to capture the Filipino revolutionary leader Emilio Aguinaldo. Head of U.S. Philippine forces, General Arthur MacArthur, hoped that his surrender would finally break the resistance and bring the war to an end.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Philippine-American War | Acts of Sedition",
          "description": "With the war officially over, William Howard Taft took over authority as the Governor of the Philippines. Taft was a deep believer in the U.S. policy of “benevolent assimilation” and turned to schooling and political attraction to draw Filipinos to his mission. But he continued to struggle with pockets of armed resistance and challenges to American rule, including a series of “seditious” plays that hit Manila’s thriving theater scene.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Philippine-American War | The Path to Independence",
          "description": "The Philippine-American War marked the emergence of America as a global power. But what has been the legacy of the war in the country in which it was fought? How did the war set the stage for Philippine independence, and pave the way for generations of Filipino immigration to the U.S.?",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 41,
      "title": "Billy the Kid",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/7e/55/ac/cf/7e55accf-a239-4ec1-82d8-be8416e0d194/08e6c824d8afb0b37d3a7464f7674d337f0a63ec80346b5197ed06d7320cb92c7b3aa500d7426e7bc6c39bcd25d0b68221f08470e78d884e4d17aecf322d0aa8.jpeg",
      "episodes": [
        {
          "title": "Billy the Kid | Born to Lose",
          "description": "Henry McCarty was born in an Irish slum in New York City in 1859. By the time he died from a lawman’s bullet twenty-one years later in New Mexico, he was notorious throughout the world under a different name: Billy the Kid.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Billy the Kid | The Lincoln County War",
          "description": "In 1877, Billy the Kid was saved from a life of crime by a wealthy Englishman named John Tunstall, who saw potential in the teenage outlaw. Soon, however, Billy was drawn into a vicious war between Tunstall and a rival cattle baron, one that would force him to return to his gunslinging ways.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Billy the Kid | Dead or Alive",
          "description": "With the bloody Lincoln County War finally over, Billy the Kid tried to make a truce with his arch enemy, Jimmy Dolan. But his plan backfired, and he wound up forced to go on the run, implicated in a murder Dolan committed.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Billy the Kid | Man, Myth, Legend",
          "description": "Billy the Kid has become one of the most iconic figures of the American West. But many details of his life remain unknown or heavily debated among scholars and historians, from his childhood prior to his arrival in New Mexico, to the circumstances surrounding his death.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 42,
      "title": "The Plot to Steal Lincoln's Body",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/91/4c/49/7f/914c497f-b23d-476e-818c-ff44f4fa9378/eb23766f1ee5da97c97de1fe0bdc0c658736ac67f9ced812914b36dacc58f2237925f0d09ab9806a82bff643b0a0b7bad4bd433110acfb40f359d7964eb94d59.jpeg",
      "episodes": [
        {
          "title": "The Plot to Steal Lincoln's Body | The Counterfeiters",
          "description": "In the 1870s, a gang from Chicago hatched one of the most audacious criminal plots in American history. They planned to steal the body of Abraham Lincoln from his tomb in Springfield, Illinois, then hold the president’s corpse for ransom.  ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Plot to Steal Lincoln's Body | The Roper",
          "description": "By 1876, criminal boss Big Jim Kennally was ready to put his Lincoln body-snatching plan into motion. But his gang of thieves needed one more member before they could attempt the heist.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Plot to Steal Lincoln's Body | The Manhunt",
          "description": "By 1876, criminal boss Big Jim Kennally was ready to put his Lincoln body-snatching plan into motion. But his gang of thieves needed one more member before they could attempt the heist.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 43,
      "title": "The Fight for Women's Suffrage",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/49/82/2b/38/49822b38-5ca1-4ca1-9f9e-642c73230a23/9fca1a6e2fb33416056d0557222d5ab12b4099cae7f579fd22b8eeaac8c5bf53717a93921bde4560abd1088114a30556476c61739abcd25778c2aae58e9f9803.jpeg",
      "episodes": [
        {
          "title": "The Fight for Women's Suffrage | Created Equal",
          "description": "On July 19th, 1848, 300 female and male delegates gathered in a church in Seneca Falls, New York for America’s first women’s rights convention. After two days, 100 of the attendees signed the Declaration of Sentiments, a radical manifesto affirming the equality of men and women. It was the start of the women’s rights revolution.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Fight for Women's Suffrage | The Trial of Susan B. Anthony",
          "description": "On Election Day 1872, Susan B. Anthony walked into a polling place in Rochester, New York and boldly cast her ballot. Her action was an escalation in women’s fight for the vote. Days later, she was arrested for voting illegally. It was all part of a daring new strategy for suffrage called the “New Departure.” At first, the strategy found a charismatic champion in a new women’s rights advocate, Victoria Woodhull. But Woodhull’s penchant for controversy would soon jeopardize the entire suffrage cause.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Fight for Women's Suffrage | Passing the Torch",
          "description": "As the 20th century dawned, a new generation of women rose to take control of the suffrage cause. These young activists were going to college, delaying marriage, and pursuing careers. Their political savvy helped the movement win victories at the state level in the West. But new leaders like Carrie Chapman Catt also shunned Black activists. Facing discrimination within their own movement, Black suffrage leaders like Ida B. Wells forged their own path, fighting racism and sexism on their own terms.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Fight for Women's Suffrage | Silent Sentinels",
          "description": "In March 1913, thousands of suffrage activists converged on Washington, D.C. for a new form of protest. They were going to march down Pennsylvania Avenue to demand an amendment to the U.S. Constitution, guaranteeing women the right to vote. Their leader, Alice Paul, was a young rising star in the movement. Her dramatic protests outside the White House would grab headlines across America. But they would also spark fierce and sometimes violent resistance.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Fight for Women's Suffrage | The 19th Amendment",
          "description": "As America entered World War I, the suffrage movement split into a two-pronged attack. Alice Paul and her National Woman’s Party took their protests to the White House gates. Meanwhile, Carrie Chapman Catt and her group, the National American Woman Suffrage Association, lobbied to prove the loyalty and patriotism of American women, hoping they would be rewarded with the ballot.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Fight for Women's Suffrage | Portrait of a Struggle",
          "description": "For Alice Paul and other leading white suffragists, image was important. They published their own newspapers and staged dramatic public protests to gain press attention and shape public opinion. But all too often, white suffrage activists refused to make room for Black allies in their idealized image of a woman voter.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 44,
      "title": "Lewis and Clark",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/6c/20/85/3b/6c20853b-b19f-4ff0-a2ed-a3d6571662a8/120494af7ffe76560da172aad4d81613e18441a050f3173980e334d319ce4f923b7abfbc15b95b259fcc4a0ba868f67b4f1624ebcb08d1dfdac2251ecfbcda72.jpeg",
      "episodes": [
        {
          "title": "Lewis and Clark | Into the Wild",
          "description": "In 1803, Captains Meriwether Lewis and William Clark began a westward journey that would transform America. Their mission was to head up the Missouri River and find a route through the uncharted west to the Pacific Ocean. The journey was full of risk. But no danger loomed larger in their minds than the Sioux – the powerful Native American confederacy of the plains. And it wouldn't be long before the two crossed paths.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Lewis and Clark | Across the Rockies",
          "description": "In the spring of 1805, Lewis and Clark resumed their journey up the Missouri River in search of the Pacific. But to reach the ocean, they would have to cross the towering Rocky Mountains. It was a forbidding task, and one they couldn’t achieve alone. They would need the help of their young interpreter, Sacagawea, and her tribe, the Shoshone. But first, they had to locate the elusive Shoshone – and with winter fast approaching, time was running out.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Lewis and Clark | The Long Way Home",
          "description": "After 18 months and over two thousand miles, Lewis and Clark’s Corps of Discovery had reached the Pacific Ocean. Now, they would have to find their way back. And in a last-ditch bid for glory, they would split up the Corps into smaller groups, hoping to map more river routes and make contact with more Native American tribes. But the plan would backfire, putting the entire expedition at risk, even as the end of their journey was finally within reach.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Lewis and Clark | The Journey and the Journals",
          "description": "The Lewis and Clark expedition changed the course of American history. But after its bold, charismatic leader, Meriwether Lewis, ended his life in an apparent suicide, the expedition was largely forgotten. Not until the 20th century would the exploits of Lewis and Clark’s Corps of Discovery recapture the imaginations of historians and the general public.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 45,
      "title": "The Great Mississippi Flood",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/0e/89/4e/f1/0e894ef1-1fb4-4612-b0f0-88be26c08670/dbf1ef4313c4abfb689bc86c2938c9cf547d1150aa963b9dcea822c86a3d04e1960d647838960226dc93cf89a8853110347dce185c066b27c9978a8006b86bd2.jpeg",
      "episodes": [
        {
          "title": "The Great Mississippi Flood | When the Levee Breaks",
          "description": "In the winter and spring of 1927, record-setting rain fell across the central United States. The Mississippi River swelled to capacity, and by April, the water breached major levees. It was the start of the most catastrophic river flood in American history.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Great Mississippi Flood | Dirty Water",
          "description": "Early in the morning on April 22nd, 1927, flood waters from a break in the Mound Landing levee entered the town of Greenville, Mississippi. Within hours, the town was submerged in 10 feet of water. Thousands of residents fought to reach higher ground, desperately clinging to tree tops and floating houses.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Great Mississippi Flood | Master of Emergencies",
          "description": "Herbert Hoover’s management of the flood relief garnered widespread praise and put him in position to secure the Republican nomination for President. But the African-American press told a different story, one of rampant racial abuse in Red Cross camps throughout the flood zone.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Great Mississippi Flood | Media Storm",
          "description": "In 1927, a slow-moving catastrophe like the Great Mississippi Flood was perfect material for a relatively new medium: radio. Over the airwaves, the flood became the first natural disaster that Americans could follow almost in real time, day by day, as the rising river waters swept away one town after another.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 46,
      "title": "The Age of Jackson",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/41/f5/16/f0/41f516f0-568d-46fc-a684-0b70b5cce501/3d9874e4a0f91ba590b7297491563ebf7a946e7758900580d3cff7b95adcdb4c70a3e85f862bd36208a768bce3ffc8a1601a77c49fd6c80fc38508ebe7a72724.jpeg",
      "episodes": [
        {
          "title": "Encore: The Age of Jackson | Washington Burns",
          "description": "In 1814, British troops burned down the White House. That fire would be extinguished, and the Executive Mansion would be rebuilt. But another fire smoldered on – a fire that would eventually consume the United States. This is Antebellum America: the decades leading up to the Civil War.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Age of Jackson | Good Feelings",
          "description": "In the summer of 1817, President James Monroe toured the country in an effort to unify the ever-growing United States. His optimistic presidency ushered in what became known as “The Era of Good Feelings.” But in reality, it was barely an era at all. The facade of political unity had already begun to crack by 1819, when Monroe faced his first serious political crisis: the Missouri Controversy, which brought the issue of slavery into the national spotlight.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Age of Jackson | King Mob",
          "description": "On Andrew Jackson’s inauguration day, citizens mobbed the White House, breaking furniture and fine china. It was a sign of troubles to come. Elected as a populist president, Jackson was dogged by chaos and controversy from his first days in office. But a sex scandal known as “The Petticoat Affair” was minor compared to the challenges that lay ahead for America’s seventh president.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Age of Jackson | Great White Father",
          "description": "During his military career, Andrew Jackson won several ruthless victories over indigenous people. After becoming president in 1829, he waged political war against them, too. Jackson championed “Indian removal” – the forced displacement of Native Americans to make way for white settlers. And none would feel the brunt of Jackson’s policies more than the groups known as the “Five Civilized Tribes” – the Cherokee, Creek, Choctaw, Chickasaw, and Seminole.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Age of Jackson | The Little Magician",
          "description": "During the last years of Andrew Jackson’s presidency, the American economy flourished. But when his successor, Martin Van Buren, took office, he inherited a financial crisis. Before he became president, Van Buren’s political skill had earned him the nickname “The Little Magician.” But he could not conjure away two major stains on his administration: the Panic of 1837, and the forced removal of Native Americans from the South that became known as the Trail of Tears.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Age of Jackson | Manifest Destiny",
          "description": "In 1845, newly inaugurated President James Polk made America’s westward expansion a centerpiece of his administration. Before long, the phrase “Manifest Destiny” was used to describe this growing sense of inevitability the United States would extend its territory across the entire North American continent. There was just one problem: Mexico was standing in the way.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Age of Jackson | A Nation Divided",
          "description": "The Age of Jackson was a time of intense change and tremendous growth in the United States. But it was not without controversy. In the years leading up to the Civil War, slavery and the rising abolitionist movement divided the country. On this episode, Lindsay speaks with Dr. Kate Masur, a history professor at Northwestern University and the author of Until Justice Be Done: America’s First Civil Rights Movement, from the Revolution to Reconstruction. They’ll discuss the decades leading up to the Civil War: the Black codes, the Fugitive Slave Act, and the Compromise of 1850 and states’ rights.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 47,
      "title": "The Manson Murders",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/34/f8/5d/ac/34f85dac-e96b-4b67-97db-767a93a6d601/2c7f596527cbf3bade64b54fcfc2f41e04f17ab5725e4845bc72c26f9a2340e9ce66d1759e31efc40049a818020a8167d894187c071a809b1ef2048ede62fc08.jpeg",
      "episodes": [
        {
          "title": "The Manson Murders | Bad Times in the Summer of Love",
          "description": "On March 21st, 1967, prisoner number 3845 was released back into the general population. He was a 32-year-old career criminal named Charles Manson. Just months later, Manson found himself in San Francisco at the height of the hippie era, the so-called “Summer of Love.” There, he began recruiting a cadre of young, impressionable, mostly female followers, who came to believe their leader was the second coming of Jesus. They would do anything Manson told them to. At first, that just meant supporting his dreams of becoming a famous musician. But soon, Manson’s ambitions would take a darker turn.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Manson Murders | Helter Skelter",
          "description": "In the summer of 1969, Charles Manson’s predictions of a coming race war called Helter Skelter still had not come to pass. Manson’s followers, the Family, were getting impatient – and Manson was growing desperate to keep them under his control. Finally, he decided to jump-start Helter Skelter himself, orchestrating a series of brutal murders that would baffle authories and shock the nation.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Manson Murders | The Family on Trial",
          "description": "In July 1970, on the first day of his murder trial, Charles Manson arrived in the courtroom was a bloody red “X” freshly carved into his forehead. The press ate it up. It was just the first of many sensational moments in a trial that would dominate headlines for the next nine months, and cement Manson’s legacy as one of the most chilling cult leaders in American history.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 48,
      "title": "Civil War",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/d0/f1/ee/ab/d0f1eeab-e5b4-4954-8ee1-6be4c95b9902/822fe5dea399a49c0fa650ee2da2e9646b31c844918b58fba573ff1d461759aba6659daf84c0117f03a4d3a34de997e90cbf5a2e567692b758c6e84d3c76e96d.jpeg",
      "episodes": [
        {
          "title": "Civil War | The Gathering Storm",
          "description": "Over the first decades of the 19th century, Americans fought over whether slavery should be allowed to expand into newly settled western territories. The debate grew so fierce that it led to a bloody attack right on the floor of the U.S. Senate. Many believed that the fight over slavery had made the bonds of union more brittle than ever. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil War | First Blood",
          "description": "On April 19th, 1861, an angry mob of Confederate sympathizers in Baltimore tried to stop a regiment of Union soldiers rushing to protect the capitol. Soon, four soldiers and 12 locals lay dead, and dozens more were wounded. It was the first blood spilled in what would become the Civil War.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil War | Emancipation",
          "description": "The Civil War began as an effort to hold the country together. Few Northern soldiers marched into battle to end slavery. But tens of thousands of enslaved men, women, and children took matters into their own hands, using the chaos of the war to free themselves from bondage. Their action forced a gradual shift in Union war policy.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil War | The Fires at Home",
          "description": "As the Civil War raged on, families on the homefront faced increasingly heavy tolls, enduring crippling economic turmoil, food shortages and explosive class tensions.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil War | Gettysburg",
          "description": "In the summer of 1863, General Robert E. Lee made a daring bid for victory. He marched his army north to invade Pennsylvania. For three sweltering days, two massive armies locked in combat in the Battle of Gettysburg, the defining clash of the Civil War—and the conflict’s bloodiest. In the West, General Ulysses S. Grant emerges as the North’s most capable military leader as he drives his forces in the Siege of Vicksburg to turn the tide of the war.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil War | March To The Sea",
          "description": "In 1864, Ulysses S. Grant took charge of the entire Union Army and laid out his ambitious plans to finally win the war. Grant pursued Lee in Virginia in a campaign unrivaled in the history of the war for its brutal, savage fighting. In the Election of 1864, Abraham Lincoln battled Democratic General George McClellan for the presidency. And that fall, General William Tecumseh Sherman launched his infamous March to the Sea, determined to spread misery through the Georgia countryside.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil War | Bind Up the Nation's Wounds",
          "description": "In early 1865, after four long years of bloodshed, the Confederacy was on the brink of defeat. General William Tecumseh Sherman marched his army through South Carolina, where Union soldiers sought vengeance against the secessionist state that started the war. After nine grueling months of siege warfare in Virginia, General Ulysses S. Grant prepared to strike a final blow against Robert E. Lee’s starving, ragged army. Soon, the two commanders would meet at a house in Appomattox, Virginia to finally bring the war to a close.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Civil War | Finding Freedom",
          "description": "During the Civil War, Black people in America took the opportunity to free themselves and to serve the Union cause. At great personal risk, tens of thousands of refugees -- men, women and children -- fled Southern slave owners for Union lines. They enlisted in the Union Army and served as cooks, laundresses, nurses and even spies. On today’s show, Wayne State University history professor Kidada Williams joins host Lindsay Graham for a conversation about the Black experience during the Civil War. Professor Williams is host of the podcast Seizing Freedom, which tells stories of Black Americans’ quest for liberty, equality and joy.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 49,
      "title": "The Walker Affair",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/9e/e7/82/ce/9ee782ce-c6fa-40ee-abcf-a27e8c5ce011/bb75996a8e5ba766d7a6cca9c455a6dda22a03bea1b72b6256a851d4a58990f481277dcff2eab2f89962f7070a72421fd3cdad01195d271266ecefbdcedc9372.jpeg",
      "episodes": [
        {
          "title": "Encore: The Walker Affair | The Gray-Eyed Man of Destiny",
          "description": "In the mid-1800s, the United States was full of adventurers and entrepreneurs looking to take advantage of the country’s ever-expanding boundaries. One of them was a young lawyer and newspaper editor from Tennessee named William Walker. Hoping to establish his own republic, like Texas, Walker became a “filibuster” – a mercenary who attempts to colonize foreign lands without government authorization. He set his sights on a remote corner of Mexico, on the Baja Peninsula. But Walker’s ragtag band of soldiers-for-hire quickly ran afoul of the Mexican authorities.  ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Walker Affair | Nicaragua's Yankee President",
          "description": "In 1855, William Walker faced a criminal trial in the United States for his illegal, and unsuccessful, invasion of Mexico. But he emerged from court fully acquitted, and to some, a national hero. Emboldened by his popularity, Walker set his sights on a new prize: Nicaragua, which had become a critical transit route between east and west.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Walker Affair | The Last Filibuster",
          "description": "When he escaped Nicaragua in 1857, American William Walker was a failed despot responsible for the death of thousands of people and the destabilization of Central America. But he returned to New Orleans with fanfare, greeted by cheering crowds and parades. Soon Walker vowed to return to Central America to take back control of his empire. But his final, daring invasion would end in disaster. ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 50,
      "title": "The Age of Pirates",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/13/db/c2/c6/13dbc2c6-2bc4-477d-8daa-342f2a9fffbd/524baf018179310e04cfc6992fd28082521fae0cd0afd5c131fb144c9ab98675f34b48651d6a28ef69154b4f2924eaa103e25181aa6be6aedc5b08dfc5d0e01c.jpeg",
      "episodes": [
        {
          "title": "The Age of Pirates | A Gold Chain Or A Wooden Leg",
          "description": "At the end of the 17th century, pirates stalked the coast of North America and the waters of the Caribbean, attacking merchant vessels from every nation. But they were more than just armed robbers of the high seas. They were also crucial figures in the growth of England’s American colonies, supplying them with vital goods that were often unavailable otherwise. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Age of Pirates | Captain Kid's Adventure",
          "description": "As England waged war against France in 1689, Scottish sailor William Kidd led a deadly mutiny aboard a French privateer in the Caribbean. It was his first act in becoming one of the most feared sea captains of his generation. After Kidd retired from piracy and settled down in New York, the English Crown hired him to hunt down other pirates and secure its lucrative trade routes. But Kidd would soon betray his contract with the Crown, and become the most wanted outlaw on the North American coast.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Age of Pirates | Blackbeard and the Flying Gang",
          "description": "In 1717, the pirate known as Blackbeard launched an attack along the Atlantic seaboard, disrupting international trade and striking terror into sea captains and colonial governors. Working with his sidekick, the “Gentleman Pirate” Stede Bonnet, Blackbeard blockaded the busy port of Charles Town and took city residents hostage. Soon, he would find himself in a pitched battle against a secret military force sent by the governor of Virginia – and in a race for his life.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Age of Pirates | Women of the High Seas",
          "description": "During the Golden Age of Piracy, two female pirates became infamous despite their short careers. Anne Bonny and Mary Read went down as some of the fiercest pirates in popular mythology.. Dr. Rebecca Simon is a historian of early modern piracy and lover of all things pirates. Her latest book is called Pirate Queens: The Lives of Anne Bonny and Mary Read. She joins host Lindsay Graham to separate fact from fiction about these women of the high seas and other pirate legends.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 51,
      "title": "Yellow Fever Epidemic of 1793",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/23/19/a9/a8/2319a9a8-14ce-41d5-b2d0-fdffc02eec18/aabc01059bcf438caecb680dc4a5f56cbe6e16e359593178d68538b4016410e44ff40299c716423d2a518bcb6e7d1accfc1021801e708604d684c7b7e29ac7a2.jpeg",
      "episodes": [
        {
          "title": "Yellow Fever Epidemic of 1793 | Outbreak",
          "description": "In the hot and humid summer of 1793, a deadly epidemic struck Philadelphia, then the capital of the United States. Thousands suffered high fevers, yellow skin, and bloody vomit. Many died within days.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/a4/8f/53/79/a48f5379-a90e-4197-915c-c0645e0d9336/8d9e6ebc4d65a9575fa626318e426fcf8be7f98ea0c1b7b103de2b32def46ded57537627d80b36f55edf7c9a8ad639bd9816f68c79b56845203a0b5bc4a63a55.png",
  "genres": [
    "All",
    "Featured",
    "History"
  ],
  "updated": "2022-11-02T07:01:00.000Z"
}