{
  "id": "6807",
  "title": "Even the Rich",
  "description": "Our lives can be crazy, but you can take a break from it all with Wondery’s new series, Even the Rich, where co-hosts Brooke Siffrinn and Aricia Skidmore-Williams pull back the curtain and chat about someone else’s craziness for a change. They tell stories about some of the greatest family dynasties in history, from the Murdochs to the Royals to the Carters (Jay-Z and Beyoncé, that is). Because as Queen Elizabeth once said, “A good gossip is a wonderful tonic.” New episodes come out every Tuesday for free. Wondery+ subscribers get early access to new full seasons and all episodes ad-free.",
  "seasons": [
    {
      "season": 1,
      "title": "From Commoner to Royalty",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/c3/6d/8a/52/c36d8a52-791f-47f6-a327-45252dcf7ef2/70336f445378f6dcdf9f111b6e5d67f19bf5a9db369c3506932709e7a9b4218b2e74cfddd13f31c740fb4d998da3eca1c60e83f781a6b252827d8c2dc58880cb.jpeg",
      "episodes": [
        {
          "title": "Diana to Meghan - Meghanomania",
          "description": "How did Meghan Markle go from a game-show hostess to the fiancee of a prince, and then decide “Nah, not for me”? Harry and Meghan’s decision to step back as royals took the world — and their family — by complete surprise. In our first four-episode series, we ask: Was the writing on the wall? And what did everyone wear along the way?",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Diana to Meghan - Meet the Markles",
          "description": "Meghan and Harry’s wedding is set to have snipers, Oprah, and a half-a-million dollar wedding dress. It’ll be just perfect. But then Meghan’s family comes out of the woodwork, and things go off the rails fast.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Diana to Meghan - Whatever 'in Love' Means",
          "description": "Diana Spencer is nineteen years old and engaged to the future King of England. Basically, she seems to be living out a Cinderella fantasy. But Diana is not insanely happy. Instead, she later calls her wedding the worst day of her life. Being married to Charles, it turns out, is not a fairy tale.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Diana to Meghan - Battle Royale",
          "description": "Diana gives birth to a redhead. (It’s Harry. Duh.) Unfortunately, Charles doesn’t seem to care. Convinced that her husband has given up on their marriage, Diana sets off on a journey to find herself and reclaim some independence... And don’t think we’ve forgotten about Harry and Meghan! In our final episode, the newlyweds start plotting their Megxit. And now that they’re moving to Los Angeles, we’re totally gonna be friends.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Reporters Who Cover the Royals",
          "description": "We're not done with the Royals yet! Today, on a special interview episode, we’re talking to two phenomenal guests. First, NPR’s London correspondent Frank Langfitt tells us what it’s been like covering Megxit. And then Mikhaila Friel — she’s the royals reporter at Insider — takes us behind closed doors at Buckingham Palace and reveals how she became WhatsApp pals with a bona fide royal.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 2,
      "title": "A Real Life 'Succession' Story",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/b4/2b/4a/10/b42b4a10-7a40-4f25-9ed7-7a0209a29c4c/31a661a323320acbd2f6a396755ee365b0dce11649c6f1cc67978176e849d203f7e7d8ab33a7684d66c94f65820618eeeff111dcc8ced20194ec95b006d38a23.jpeg",
      "episodes": [
        {
          "title": "The Murdochs - Rupert",
          "description": "What’s black and white and read all over the world? In this new four-part series, we look at the in-fighting, back-stabbing, and the many marriages of Rupert Murdoch and his children. The fight in the Murdoch clan to take over the media tycoon’s empire is so juicy that it inspired HBO’s hit series “Succession.” Well, we have a secret: the real-life story is even juicier. The true heir will control a multi-billion dollar conglomerate with the power to elect presidents. In this episode, young Rupert Murdoch transforms a single newspaper into a global media empire. He hopes one of his kids will take over someday. There’s only one problem: Rupert can’t decide which kid.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Murdochs - There's Something About Wendi",
          "description": "Rupert becomes the hopeless cliche of a much older rich man caught up in a whirlwind romance with a younger woman who works for him. He sees a chance at happiness, but his kids see something else entirely — a threat to their inheritance.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Murdochs - Humble Pie",
          "description": "The phone-hacking scandal doesn’t just threaten to bring down Rupert Murdoch’s empire: it might also tear apart his family. Siblings blame siblings. Rupert plays favorites. And Wendi seeks shelter from the storm ... in the arms of another man.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Murdochs - A House Divided",
          "description": "All good things must come to an end, right? Try telling that to Rupert Murdoch. In his eighties, the billionaire tycoon shows no sign of slowing down. But let’s face it: the guy must be exhausted. His company is mired in scandal — again — and he’s facing tougher competition than ever before. Don’t even get us started on his sons, Lachlan and James, who are so pissed at each other they’re about ready to rip off their shirts and fight it out. Something’s gotta give or else Rupert’s empire, the one he spent his whole life building, might just crumble. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The New Yorker’s Ken Auletta on Profiling the Murdochs",
          "description": "We thought we knew everything about the Murdochs. Then we met Ken Auletta. He's one of the best media reporters in the biz — four decades at The New Yorker, a handful of bestsellers under his belt, and quite a few encounters with the Murdochs along the way. He tells us what the family is like up close, and what the future holds for their diminished empire.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "TV Critic James Poniewozik on the Murdochs and 'Succession'",
          "description": "James Poniewozik, watches TV all day and gets paid for it. Dream job, right? James is the chief TV critic at the New York Times. He’s also the author of “Audience of One: Trump, Television, and the Fracturing of America.” On this episode, he explains how Rupert Murdoch brought a tabloid sensibility to cable news. Then we talk “Succession.” The Murdoch family feud inspired the HBO drama, but James says the show also takes a page from Greek mythology.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 3,
      "title": "American Royalty",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/94/f3/7d/83/94f37d83-c1cd-46cd-80c6-8bcb1e74f2cd/97429bb68ecdc24985f8df25c1d3fa6d097712f4ca4fed738ed4ea0c5e6a3b0e74fc4ad709e81e62e8ef7afdd3b011aa8599444170dd4b95ee463d134439051f.jpeg",
      "episodes": [
        {
          "title": "Jay-Z and Beyoncé | Crazy in Love",
          "description": "Beyoncé and Jay-Z. They’re not just the first family of hip-hop: they also remind us that magical, luminous, what-I-would-give-to-have-that love really does exist. That’s why this season we’re telling you the story of how two of the biggest stars on the planet came together, launched a billion-dollar music empire, and almost lost it all. In this episode, sparks fly when a pop sensation from Houston and a gifted rapper from Brooklyn meet poolside in Cancun.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Jay-Z and Beyoncé | Run the World",
          "description": "When Jay-Z and Beyoncé finally get together, it’s not just one of the great love stories of all time: it’s also one of the greatest mergers in American history. So when a sketchy publicist starts spreading rumors with the power to break them up, all hell breaks loose.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Jay-Z and Beyoncé | Love on Top",
          "description": "Beyonce’s stardom reaches new heights with the release of “Single Ladies.” She’s soaring toward the stratosphere when a nasty rumor pulls her back to earth: someone in her inner circle is stealing from her. What she finds out when she investigates threatens everything she’s spent her whole life building. And in the end, she’ll turn to Jay to help her find a way forward.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Jay-Z and Beyoncé | Lemonade",
          "description": "Jay-Z, Beyoncé, and Solange walk into an elevator. After that? Well, you've seen the video. The black-and-white footage inspires the tabloids to fire off an endless stream of colorful rumors. And the thing is, some of those rumors might be true. The Carters' marriage is on shaky ground. So they turn to music. It brought them together in the first place. Maybe now it can save their relationship.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "An Insider’s View of Jay-Z and Beyoncé’s Dynamic Partnership",
          "description": "Still dying to know more about Jay-Z and Beyoncé’s evolution from music sensations to business moguls? Then you need a little Zack O’Malley Greenburg in your life. Zack is a senior editor at Forbes, where he writes about business and culture. He’s also the author of the fantastic book “Empire State of Mind: How Jay Z Went from Street Corner to Corner Office.” And on this episode, he talks to us about a few of Jay-Z and Beyoncé’s brilliant business moves that we weren’t able to cover on the series. Plus, he tells us how they found their voices on social justice issues.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 4,
      "title": "The Gettys",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/22/30/cd/80/2230cd80-d646-4046-81eb-3db5ca986cb6/0d8403ee8865fa19bf517a233db4165bc164d34a27afb25323539999fc5c492070cffe8c89bfbdf1b28c3de156065c15f5c2761d6e3c531c770c9910aa13ce0f.jpeg",
      "episodes": [
        {
          "title": "The Gettys | Taken",
          "description": "Paul Getty is just your typical 16-year-old. He lives in Rome with his girlfriend and her twin sister. His hobbies include getting high, clubbing with celebrities, and reading Mickey Mouse comics. And he’s an heir to one of the largest family fortunes ever. It’s a pretty good life — until Paul gets kidnapped. In this four-episode series, we’re bringing you the story of one of the craziest crimes in the history of rich people. It features gangsters and spies, pet lions, severed body parts, and the richest man in the world.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Gettys | Gail Force",
          "description": "JP’s man in Rome, an ex-spook named Fletcher Chace, elbows his way into the kidnapping negotiations and whips up a wild plan to get Gail out of the picture. He wants to run the show, and Paul’s captors are none too pleased.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Gettys | The Package",
          "description": "It's been weeks since the kidnappers grabbed Paul, and they're getting fed up with the Getty family’s dithering. So they issue an ultimatum: pay the ransom, or we’ll cut off the boy’s ear. But Gail doesn’t have the money. And JP? Well, his checkbook is still super-glued shut.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Gettys | The Drop",
          "description": "Hack hack hack. That’s the sound of the Getty family coughing up the ransom money. Now it’s on Chace to arrange the exchange and rescue the boy. If he pulls it off, he’ll cover himself in glory. If he doesn’t, he should probably expect another ear in the mail.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "How David Scarpa Turned Dysfunction Into Drama",
          "description": "You know how some movies begin with the words “Inspired by True Events”? If you’re anything like us, you’ve probably asked yourself: What does that even mean? Today, we’re getting answers from our guest David Scarpa, who wrote the 2017 film “All the Money in the World” about Paul Getty’s kidnapping. He tells us how he transformed truth into drama, what accounts for the Getty family’s tragic dysfunction, and who he thinks is the real villain of this story.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Billionaires Who Love Fleece | Sarah Ellison on Tech Royalty",
          "description": "Silicon Valley. It’s a magical kingdom where nerds can become tycoons — and all that power goes straight to their big brains. Sarah Ellison joins us to talk about the downright ridiculous behavior of mega-rich techies. Sarah has written for outlets like the Wall Street Journal, Vanity Fair, and The Washington Post. She says if there’s one constant in her long career, it’s this: she writes about very rich people who sometimes act outrageously.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 5,
      "title": "The House of Versace",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/bb/1e/22/6f/bb1e226f-2f26-4317-a656-b7010eccd2f9/c3903e61b65bb5b1eeee8f3963fdcab6ac2ad9e63063483624d12c89c90bd2eafb8bb170e2d3088cf229b65a1cf2d0e292a688e0e08997ef53be2d2232371edd.jpeg",
      "episodes": [
        {
          "title": "The House of Versace | The Artist and the Muse",
          "description": "Three siblings — Gianni, Donatella, and Santo Versace — built one of the greatest fashion labels ever. But when Gianni is murdered on the front steps of his South Beach mansion, the label loses its visionary. Can the business survive? Over the next four episodes, we’re going to explore the rise, and fall, and rise again of the House of Versace. In this episode, Gianni breaks free from his provincial childhood and moves to Milan to make his mark on the fashion world. But something’s missing — actually, someone — his little sister, best friend, and muse: Donatella.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The House of Versace | The Experience",
          "description": "In the studio, Donatella is Gianni’s shadow. She’s always there to give her honest opinion, pushing her brother to go big or go home. Sure, they fight sometimes, but Gianni’s the first to admit that he needs his sister — right up until she goes behind his back.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The House of Versace | On the Rocks",
          "description": "The family is coming apart at the seams. Gianni’s spending habits are out of control — which drives his brother, Santo, crazy — and his fights with Donatella are nastier than ever. Gianni makes plans for a sibling-free Versace. But as he’s busy plotting the label’s future, a serial killer is plotting his death.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The House of Versace | Make It Work",
          "description": "Donatella takes charge, and things start going south. Critics pan her designs. Buyers turn away in droves. Profits plummet. Behind the scenes, her drug use is spiraling out of control. She needs a savior. Enter Elton John.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The House of Versace | Molly Young Breaks Down Donatella’s Excessive Vision",
          "description": "In 2018, Molly Young went to Milan to sit down with Donatella Versace. Now, she’s digging out some of her most outrageous memories, including the startling discovery she made in the bathroom at Versace headquarters. Molly is the literary critic at New York Magazine. She’s also the author of “The Things They Fancied,” a zine about rich people’s sick and twisted hobbies.Check out Molly’s zine, “The Things They Fancied” — http://www.youngblanks.com/products/the-things-they-fancied",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 6,
      "title": "Chappaquiddick",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/ae/bb/15/45/aebb1545-77e0-4023-9372-940e46e27a18/a842f4e7d43c26ee37b662c50115290b3cea14048f3acd5f4d6983c9d291a85ef10e7bba415f03cdee47b53a3f73a7d10e04dbf3886c6dc2370441d586343ed0.jpeg",
      "episodes": [
        {
          "title": "Chappaquiddick | The Black Sheep",
          "description": "When Ted Kennedy takes a vacation in the summer of 1969, it’s supposed to be a chance to blow off steam and get away from the crushing pressure of being a Kennedy. But one crashed car and a dead woman later, his trip turns into a scandal that threatens to ruin his family’s legacy. This season, we’re digging into the tragic saga of Chappaquiddick. In this episode, Ted Kennedy goes from baby brother to senator to potential presidential candidate. He flourishes in public, but in private, he flounders.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Chappaquiddick | Dazed and Confused",
          "description": "The morning after the accident, Ted Kennedy is ready to do everything it takes to pretend nothing happened. But when the truth catches up to him, he realizes the only thing to do is face the music ... with the help of the Kennedy family's spin doctors.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Chappaquiddick | The Reckoning",
          "description": "Even the moon landing can’t knock the Chappaquiddick scandal out of the headlines, and the longer it stays there, the more iffy Ted’s political future looks. His only hope of getting back into the public’s good graces is to tell them what really happened. But there’s no guarantee they’ll forgive him. In fact, they might not even believe him.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 7,
      "title": "JFK Jr. and Carolyn Bessette",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/74/43/fe/b3/7443feb3-ccfa-4299-bd27-4b61fa74e27c/a91befe7d25e9be5947ae3b305bc99022d969c0b09d73f3b1ea07c7207bc19d938e857636ddbce10014ee6b4486bdb150d395eb6fa2ceb8b30977d08bafa6b16.jpeg",
      "episodes": [
        {
          "title": "JFK Jr. and Carolyn Bessette | Great Expectations",
          "description": "It seems almost too good to be true. The supernaturally good-looking scion of the Kennedy dynasty meets a smart, ambitious woman and sweeps her off her feet. But behind the scenes, JFK Jr. and Carolyn Bessette’s relationship is far from a fairy tale. They’re caught between worlds: the life they were trying to build together and the one John inherited. In this episode, John tries to step out from behind his father’s shadow and shake off his mother’s influence. Easier said than done.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "JFK Jr. and Carolyn Bessette | For Better or Worse",
          "description": "Everything is coming up roses for John. Carolyn said yes to marrying him. George magazine, his passion project, is about to launch. There’s only one thing that can get in the way now — the tabloids. They won’t let The Hunk and his bride-to-be out of their sights, which sends Carolyn into hiding and leaves John struggling to find a way forward.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Old School: William Cohan Recalls His Friendship With JFK Jr.",
          "description": "In the late 1970s, when William Cohan was at boarding school, the administration asked him to show a new kid the ropes. That kid’s name? John F. Kennedy Jr. William later wrote a book about their friendship, and he joins us to talk about John’s penchant for partying, his daredevil streak, and the woman he loved.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 8,
      "title": "#FreeBritney",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/de/c4/bc/d1/dec4bcd1-0a9d-4184-a901-8c3d2c117d22/21563bc1e64e4999e6d1209e4b98e6482a828655c52d69d0a95097e940444d8382b381ac58b6201dc23ac1f43cc308d1ea24154b309b55e4d1f8c07d83f5fd9d.jpeg",
      "episodes": [
        {
          "title": "#FreeBritney | A Girl Named Lucky",
          "description": "For more than a decade, Britney Spears has been trapped in a conservatorship that gives her father incredible power over every aspect of her life. It’s hard not to wonder: How did she go from pop princess to prisoner? Well, this season, we’re looking for answers. In this episode, Britney is a little girl with big dreams. She wants to sing and dance her way out of Louisiana. But when she’s catapulted to global fame, will it turn out to be more than she bargained for?",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "#FreeBritney | Circus",
          "description": "Britney Spears has finally met the man for her. He’s sweet. He’s low-key. He’s Kevin Federline. She’s ready to settle down and start the family she’s always wanted. But her dream doesn’t work out the way she hopes.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "#FreeBritney | Stronger",
          "description": "After Britney’s involuntarily hospitalized, her dad steps in as her conservator. He takes control of practically everything — what she does, where she goes, who she talks to. It’s supposed to be temporary, but it ends up lasting years, inspiring Britney’s fans to rise up and fight for her freedom.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "#FreeBritney | Vox’s Constance Grady on Britney’s Legal Battle",
          "description": "The story of Britney’s conservatorship is like an onion: it has a lot of layers, and it’s guaranteed to make you cry. Today, we’re peeling back a few more layers, though hopefully we’ll keep the tears in check. We’re joined by Constance Grady. She writes about culture at Vox and has been keeping a close eye on the latest developments in this saga.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "#FreeBritney | The People vs Britney Spears",
          "description": "When we ended our series on Britney, we had no idea where her story would go next. But for the first time in 13 years, Britney’s speaking up on her own behalf, and she has a LOT to say. According to Britney, she’s facing restrictions so severe, they’re practically abuse. We spoke to Zoe Brennan-Krohn of the ACLU to help us figure out what rights Britney still has, what her next steps might be, and why conservatorships have become a crucial disability rights issue.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 9,
      "title": "Diana to Meghan",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/49/84/03/fb/498403fb-b50d-47bd-bef7-08503935a099/c93b612709daf85d76cfe9cb8988b850c4c87e37d4a4bfd0688e5bad982cd09a7df94251a09b6554097c642bfcdecf740ae778ac18f8548d33713d48c350aea4.jpeg",
      "episodes": [
        {
          "title": "Encore: Diana to Meghan | Meghanomania",
          "description": "In this encore series, we’re going beyond the headlines (and behind palace walls) to bring you the true stories of Diana Spencer and Meghan Markle. They enchanted the world, but it turns out life in the royal family is far from easy. In this episode, Meghan, who grew up idolizing Princess Di, scores a blind date with destiny. And by destiny, we mean Prince Harry.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Diana to Meghan | Meet the Markles (and the Spencers)",
          "description": "Meghan and Harry’s wedding is set to have snipers, Oprah, and a half-a-million-dollar dress. It’ll be just perfect. But then Meghan’s family comes out of the woodwork. And if that’s not enough excitement for you, we’re also going on a whirlwind tour of Diana’s early years. Stops include the Queen’s drawing room where Diana went for playdates, the boarding school where she won an award for best-kept guinea pig, and the hay bale where she locked lips with Prince Charles.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Diana to Meghan | Whatever ‘in Love’ Means",
          "description": "Diana Spencer is 19 years old, engaged to the future King of England, and living what seems like a Cinderella fantasy. Except without the fantasy part. Life as a soon-to-be royal is harder than she ever could have imagined. And it gets even worse when she discovers that her fiance still carries a torch for another woman.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Diana to Meghan | Battle Royale",
          "description": "Diana gives birth to a redhead. (It’s Harry. Duh.) Unfortunately, Charles doesn’t seem to care. Convinced that her husband has given up on their marriage, Diana sets off on a journey to find herself and reclaim some independence... And don’t think we’ve forgotten about Harry and Meghan! In our final episode the newlyweds start plotting their Megxit.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Diana to Meghan | Why You’re Wrong About Diana with Michael Hobbes",
          "description": "Think there’s nothing else we can get out of this story? Well, think again. Today we’re talking to Michael Hobbes, who’s a senior reporter at HuffPost and host of the podcast “You’re Wrong About.” We’ll talk to him about his show’s recent season on Princess Diana, her depiction in “The Crown,” and why we sometimes forget that she was still a woman with flaws.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 10,
      "title": "Brooke and Aricia's Big Rich Year-End Special",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/3f/bd/25/4c/3fbd254c-4296-475c-8ed1-17310882dfdb/c07cb8888aa405794037e0e4eb801046774384984adcac577ca47105b89d3889ef7e122de3c4aa1ef635689255c65889735240f0a5374d9ea7eaaa2d59a77a34.jpeg",
      "episodes": [
        {
          "title": "Brooke and Aricia’s Big Rich Year-End Special",
          "description": "We’re ringing in 2021 with a year-end special that’s as decked out as a Murdoch family superyacht. First, Brooke and Aricia talk to Forbes journalist Ollie Williams about how the ultra-rich have managed to keep on partying in lockdown. Next, Bobby Finger, host of the Who? Weekly podcast, joins us to hand out The Richies—our awards for 2020’s most memorable (and disturbing) moments in celebrity culture. Because even the rich drunk-post on Instagram.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 11,
      "title": "Paris Hilton",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/c4/db/af/f1/c4dbaff1-4971-4501-8773-3459eed4f1fb/9dfc6121fee82d179f6b09555de1b45edcf08c928937614a228cfac136abe17b51df8db8d6d4f03f821de516fdc84c11a8dc1a6bb0781963f1522fffc24a2a5f.jpeg",
      "episodes": [
        {
          "title": "Paris Hilton | Do You Know Who I Am?",
          "description": "This season we’re looking back at the rise of America’s first influencer. How did the wild child, hard-partying heiress who was “famous for being famous” end up netting more than $300 million on her own? In this episode, the apple doesn’t fall far from the tree—and that tree is Big Kathy, Paris’ grandmother, who ends up pregnant but refuses to give up her dream of being famous. Her mantra? “Marry rich and have lots of babies.” All her efforts pay off with the arrival of her granddaughter Star, better known by the name that made her famous -- Paris Hilton. We’ll dig into the fascinating story of how a woman with stars in her eyes and an iron will helped create the 2000s scene queen people loved to hate, but couldn’t get enough of… for good reason. Paris Hilton is hot. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Paris Hilton | The Not So Simple Life",
          "description": "Nowadays, the formula for fame is simple. Get a ring light, highlight your cheekbones, count your followers. But back in 2000, Paris Hilton had to figure it all out by herself. Step by step, she wrote the book on how to turn yourself into a brand, without social media, and then had to figure out how to survive the backlash that followed.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Paris Hilton | Prison in Pink",
          "description": "Paris Hilton was living life in the fast lane. Reality star, club promoter, author, and pop princess - it was all “that’s hot,” until it’s not. As Paris struggles to balance her crown from the atop her empire, her luxury tires come to a screeching halt.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Paris Hilton | We'll Always Have Paris",
          "description": "When Paris gets out of jail, she’s determined to change her ways. But how do you change when everyone’s dissecting your every move hoping you’ll mess up again?  For Paris to really break free of her diamond encrusted chains, she’ll need to look within. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Paris Hilton | Celebrities are People Too!",
          "description": "When Paris was in her heyday, the tabloids were mean. Really mean. On this episode, we talk to gossip maven Lainey Lui about why gossip in the 2000s was so cruel, her site included. Lainey is co-anchor on CTVs eTalk, The Social, and founder and editor of LaineyGossip.com. Over the past decade, she’s used her platforms to push for a new, more thoughtful breed of gossip. ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 12,
      "title": "The Kardashians",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/fa/6a/2d/87/fa6a2d87-a904-43d2-9a65-c7842c4abe4a/acc0a0122b1b777c0742fa74fed8be2fd8898531ee2345282493f2e4c5af91a54a6e1ad3fce6871d83d803182ee53a19551b07ae28ee3734e7d541f1d2317fd2.jpeg",
      "episodes": [
        {
          "title": "The Kardashians | The Momager",
          "description": "Once upon a time, no one had ever heard the name Kim Kardashian. But in the 15 years since the Kardashians have been on the scene, they’ve changed the nature of celebrity as we know it. How did the Kardashians turn 15 minutes of fame into 15 years and counting? This season we’re bringing you the story of a family who realized their greatest asset was themselves. But first, we start with the humble-ish beginnings of their visionary momager – Kris Jenner. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Kardashians | Over The Hump",
          "description": "With a sex tape in her past and a reality television show in her future, Kim Kardashian is primed for stardom. But after a whirlwind wedding and a quickie divorce, her big dreams might come to a screeching halt.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Kardashians | Social Climbing",
          "description": "Kim Kardashian West shot to fame and fortune by sharing her life on camera. But after a terrifying robbery, Kim begins to wonder if the lack of privacy is worth it. Meanwhile, another sister begins to eclipse Kim – only to find herself asking the same question.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Kardashians | Break The Internet",
          "description": "Kim’s developed a sixth sense for spinning scandals into publicity – and publicity into new brands. But what worked in 2010 won’t work in 2020. To stay on top, Kim’s going to have to work against all the instincts that have gotten her this far.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Kardashians | Life After Kimye",
          "description": "When Kim and Kanye started dating, he legitimized her fame and catapulted her to superstar status. A tabloid princess became a queen. But after seven years of marriage, Kim and Kanye are splitting their kingdom. In this episode, we talk to journalist Zan Romanoff about the future of an American dynasty, getting halfway to Elizabeth Taylor’s legacy, and which of the Kardashians might secretly be glad the show is ending.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 13,
      "title": "Oprah Presents Meghan and Harry",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/5b/b1/5b/2e/5bb15b2e-cd64-4ab2-bf99-41b2e565e1a0/25c68701424752bf5e326ce6a51153bdcde8b0ca830497522b9bf3377d848aa1384eb5b72ad0b5b2494879fdf4aeb2372fbef953ac965c3900edc0870c117a26.jpeg",
      "episodes": [
        {
          "title": "Oprah Presents Meghan and Harry | Were You Silent, or Were You Silenced?",
          "description": "When we found out Oprah – the Queen of Media herself– was going to interview the Duke and Duchess of Sussex, we knew they were going to spill the tea. We just didn’t know how much! So we brought back Lainey Lui, of Lainey Gossip, to help us answer all our most burning questions. How does Harry really feel about his dad? Will they name their baby Diana? And where does the Royal Family go from here?",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 14,
      "title": "JFK & Jackie",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/41/9d/37/9f/419d379f-847a-4b16-841a-08a95cf1ec0d/8df1e4aacb57dcdce89f2d6abb9a18dfe8381b0de4033bc5a7bb9a7c377ae611dd399ef0a85376c43234f508047f34353f3733a77f26d60b12377fda9ddc327a.jpeg",
      "episodes": [
        {
          "title": "JFK & Jackie | Queen Deb",
          "description": "Without a guaranteed inheritance, Jackie’s future depends on marrying well. But none of the men in her social set excite her. She’s brilliant, cultured, and endlessly curious – and they just want an adoring housewife.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "JFK & Jackie | Keeping House",
          "description": "Now that they’re married, Jackie can’t wait to build a home with her new husband Jack. But the chronically-ill politician has other ideas in mind. Convinced he’ll die young, Jack says yes to every opportunity that comes his way— and every woman. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "JFK & Jackie | After Camelot",
          "description": "Jack and Jackie have turned over a new leaf. He’s not sleeping around (as much), and Jackie’s expecting a new addition to the family. But just as they’re finally learning to live together, another tragedy tears them apart.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "JFK & Jackie | The Political Runway",
          "description": "A lot of people dismiss fashion as superficial and unimportant. But fashion is  a language, and savvy politicians know how to speak  it. This week, Aricia and Brooke talk to fashion and culture critics Tom Fitzgerald and Lorenzo Marquez (Tom and Lorenzo) about why Joe Biden’s suits are suddenly a little bit tighter, what Nancy Pelosi’s color choices are trying to tell us, and why Michelle Obama dressed just like Jackie O. in her first year as FLOTUS.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 15,
      "title": "American Royalty",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/b3/6b/40/ed/b36b40ed-41db-473a-b015-3f2b15fcf169/426d03bd381586337de89ae9d934fa7521754eed0be4009522f744d7eff26bc973f9b5d680b5b0a27637ab545193d65f6d62c3abd0e4617d967db852462ffd18.jpeg",
      "episodes": [
        {
          "title": "Encore: Beyoncé and Jay-Z | Crazy in Love",
          "description": "Beyoncé and Jay-Z. They’re not just the first family of hip-hop. They remind us that magical, luminous, what-I-would-give-to-have-that love really does exist. That’s why this season we’re telling you the story of how two of the biggest stars on the planet came together, launched a multi-platinum, billion-dollar music empire, and almost lost it all. In this episode, sparks fly when a pop sensation from Houston and a gifted rapper from Brooklyn meet poolside in Cancun.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Beyoncé and Jay-Z | Run the World",
          "description": "When Jay-Z and Beyoncé finally get together, it’s not just one of the great love stories of all time: it’s also one of the greatest mergers in American history. So when a sketchy publicist starts spreading rumors with the power to break them up, all hell breaks loose.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Beyoncé and Jay-Z | Love on Top",
          "description": "Beyonce’s stardom reaches new heights with the release of “Single Ladies.” She’s soaring toward the stratosphere when a nasty rumor pulls her back to earth: someone in her inner circle is stealing from her. What she finds out when she investigates threatens everything she’s spent her whole life building. And in the end, she’ll turn to Jay to help her find a way forward.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Beyoncé and Jay-Z | Lemonade",
          "description": "Jay-Z, Beyoncé, and Solange walk into an elevator. After that? Well, you've seen the video. The black-and-white footage inspires the tabloids to fire off an endless stream of colorful rumors. And the thing is, some of those rumors might be true. The Carters' marriage is on shaky ground. So they turn to music. It brought them together in the first place. Maybe now it can save their relationship.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: Beyoncé and Jay-Z | An Insider’s View of Jay-Z and Beyoncé’s Dynamic Partnership",
          "description": "From Lemonade to The Gift, Beyoncé Knowles-Carter keeps finding ways to turn her personal struggles into chart-topping hits. On this episode, we talk to Jill Hopkins, host of the “Making Beyoncé” podcast about what makes Bey the blueprint for the industry, how she took full advantage of the “going-out top,” and what the American Dream looks like to a Black girl from Houston, Texas.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 16,
      "title": "The Making of Madonna",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/fb/4f/b4/f7/fb4fb4f7-a26a-4c50-86dd-884980272011/36d4808871468f2db628e499442ad2b6a04997f009f5febb70d7920525e3dea61c34a4c97b2f4eaa6785d18f08f6e205ca598e8d742ec26d42f77f7b5f045e48.jpeg",
      "episodes": [
        {
          "title": "The Making of Madonna | Blonde Ambition",
          "description": "How does a simple Catholic girl from Michigan become a New York star? For the one and only Madonna, the answer is simple: by any means necessary.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Making of Madonna | Who’s That Girl?",
          "description": "Madonna’s just secured a record deal. It’s a start. But when your end goal is becoming “more famous than God,” there’s still a long way to go.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Making of Madonna | Borderline",
          "description": "Pushing boundaries has always gotten Madonna exactly what she wants. But when she pushes things too far, her career takes a turn she might not be able to come back from.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Making of Madonna | B*tch, I’m Madonna",
          "description": "Younger singers like Britney and Christina are taking over the pop charts. But Madonna refuses to be replaced or put out to pasture. She still knows how to stir up controversy to get the spotlight right where she wants it: on her. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Making of Madonna | Madonna’s “Bad Feminism” with Roxane Gay",
          "description": "Madonna is an icon, a hitmaker, and a Rock and Roll Hall of Famer. But despite her incredible achievements, she’s never been cozy with feminism. This week, we chat with author and podcast host Roxane Gay about Madonna’s legacy, and how feminism can fail women who dare to be trailblazers.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 17,
      "title": "The Life & Loves of Elizabeth Taylor",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/f7/67/17/51/f7671751-73e2-4eac-875e-597f6e63febd/c3d2134dba57b9c32cf2e00e67113e469342ed9cc182666b22aa801923b2a89a917b7916dc3bc780fe2fd717c8bf24fd75cb495c3dee49a1ba1c10262a92a37b.jpeg",
      "episodes": [
        {
          "title": "The Life & Loves of Elizabeth Taylor | “You and Your Studio Can Go to Hell!”",
          "description": "Once upon a time, there was a young woman with hair as black as ebony and eyes the color of violets. But her name wasn’t Snow White – it was Elizabeth Taylor. And instead of seven dwarfs toiling in a diamond mine, this fairy tale includes seven husbands who buy their diamonds straight from Cartier.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Life & Loves of Elizabeth Taylor | “Mike’s Dead and I’m Alive”",
          "description": "In 1958, Elizabeth Taylor loses the life of her life. The entire world mourns with her; her grief is their grief. She's the most beloved woman in America. Six months later, she’s the most hated. So what happened? Two words: Eddie Fisher.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Life & Loves of Elizabeth Taylor | \"We Will Have No More Marriages!\"",
          "description": "After a brush with death, Elizabeth Taylor’s on top of the world. She has an Oscar, a million-dollar paycheck for Cleopatra, and a steamy new love interest: her stormy and hard-living co-star, Richard Burton. But when their affair threatens to become even more wild and destructive than Antony and Cleopatra’s, Elizabeth has to make a choice. Is she willing to risk everything – her career, her reputation, her marriage – for another chance at love?",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Life & Loves of Elizabeth Taylor | “Hello, My Name is Elizabeth and I’m an Addict”",
          "description": "Richard Burton and Elizabeth Taylor can’t be apart. But they can’t stop drinking when they’re together. They’re going to have to choose: their love or their sobriety.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Life and Loves of Elizabeth Taylor | Elizabeth Taylor’s Accidental Feminism",
          "description": "Elizabeth Taylor is remembered for her beauty, her diamonds and her many, many husbands. But her most enduring legacy may be her decidedly feminist films. This week we talk to professor and author M.G. Lord about her book, “The Accidental Feminist: How Elizabeth Taylor Raised Our Consciousness and We Were Too Distracted by Her Beauty to Notice,” how the Liz Taylor broke the censorship of the production code, and how she build a feminist legacy from her character, Leslie Benedict.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 18,
      "title": "Back to Bennifer",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/0b/2a/db/5d/0b2adb5d-3fb1-4808-aaa8-8ed2ea5c19ab/a657560a036ca8a82df4414fe64e9cda15b7e261761a8bf32f1fa5154b0a56a13f88889168185111d3f91f7942f661a955fc5403e03ba50331cc6d8dff213031.jpeg",
      "episodes": [
        {
          "title": "Back To Bennifer | “How Do You Like Them Apples?”",
          "description": "Before Gigli, Jersey Girl or Jenny From The Block, there was just Ben Affleck — a young masshole with a difficult home life who just wants to be loved. But when he finally meets the girl of his dreams, their supernova stardom threatens the very thing he’s been searching for all along.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Back To Bennifer | “The Boy With The Phoenix Tattoo”",
          "description": "After dragging himself back from a bad breakup and a dismal career slump, Ben finds love again with someone else. But for all his achievements, he can't seem to shake the specter of his father. Forgiving his dad will mean forgiving himself first — and maybe even finding love again.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Back To Bennifer | Banking on Bennifer (with Anne Helen Petersen)",
          "description": "Description: Ben Affleck and Jennifer Lopez’s relationship is the stuff of Hollywood legend. Now that they’ve revived their love, we’re hoping they can overcome the media narrative that doomed them the first time around and stick with each other for the long haul. This week we talk to culture writer Anne Helen Petersen about how social media changes the game for Bennifer, why the paparazzi hated Jennifer Lopez but loved Jennifer Garner, and what’s at the root of that Sad Affleck meme.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 19,
      "title": "The Emancipation of Mariah Carey",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/c3/39/c5/61/c339c561-5a40-46a7-9534-52c59fa822ba/698ab454757bfe42785d9328882caf879e9a66459e399202d1084c688f5e6454624684c5e1e30ed1329a96ac29ad437d54036bd9d42f2d64ef43a5cf2de2ddeb.jpeg",
      "episodes": [
        {
          "title": "The Emancipation of Mariah Carey | \"One Sweet Day\"",
          "description": "From a young age, Mariah Carey knew she’d do anything it took to escape the prison of her abusive home life. And singing made her feel free. So when her one-in-a-million voice made her a breakout star, she didn’t know she’d be trading one prison for one of her own making. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Emancipation of Mariah Carey | “Dreamlover”",
          "description": "Mariah’s only a teenager when she meets Tommy Mottola. As the head of Columbia Records, Tommy takes her from coat check girl to international superstar. But her fame comes at a price. Tommy controls her every move: what she wears, where she goes, and who she can (and can’t) hang out. When Mariah begins calling their house “Sing Sing,” she knows it’s time to hatch an escape plan.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Emancipation of Mariah Carey | “Fly Away”",
          "description": "With a brand new record deal and a sizzling love affair, Mariah’s ready to strike out on her own. But now that she finally has her freedom, Mariah will learn the hard way that independence isn’t always easy.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Emancipation of Mariah Carey | “Against All Odds”",
          "description": "Mariah’s star is on the rise. She just scored a record-breaking deal with Virgin and nabbed the lead role in a big Hollywood production. But becoming a double threat won’t be easy. Mariah’s stardom will have to implode before it can finally go supernova.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Emancipation of Mariah Carey | Justice For Glitter",
          "description": "Mariah had her first bonafide flop with Glitter. But thanks to her devoted fans (aka the “lambily”), the soundtrack reached number one on iTunes 17 years later. But what about the movie Glitter, which just celebrated its 20th anniversary? Is it really that bad? Entertainment writer Matthew Jacobs joins Brooke and Aricia to talk about Glitter, tabloid culture in early 2000s, and their diva Mount Rushmore.    ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 20,
      "title": "A Real Life 'Succession' Story",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/3a/29/be/22/3a29be22-7698-4a6c-b83b-b250d96a83fa/a833e265dc74f4a0096807bf4a2180b058aefa3b87c3d8db05d658ce1480b98ae89b13f2ba45074e3cec4950ca72bca57e3614212b0ead1893cc744c881aa7c3.jpeg",
      "episodes": [
        {
          "title": "Encore: The Murdochs | Rupert",
          "description": "What’s black and white and read all over the world? In this new four-part series, we look at the in-fighting, back-stabbing, and the many marriages of Rupert Murdoch and his children. The fight in the Murdoch clan to take over the media tycoon’s empire is so juicy that it inspired HBO’s hit series “Succession.” Well, we have a secret: the real-life story is even juicier. The true heir will control a multi-billion dollar conglomerate with the power to elect presidents. In this episode, young Rupert Murdoch transforms a single newspaper into a global media empire. He hopes one of his kids will take it over someday. There’s only one problem: Rupert can’t decide which kid.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Murdochs | There’s Something About Wendi",
          "description": "Rupert becomes the hopeless cliche of a much older rich man caught up in a whirlwind romance with a younger woman who works for him. He sees a chance at happiness, but his kids see something else entirely — a threat to their inheritance.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Murdochs | Humble Pie",
          "description": "The phone-hacking scandal doesn’t just threaten to bring down Rupert Murdoch’s empire: it might also tear apart his family. Siblings blame siblings. Rupert plays favorites. And Wendi seeks shelter from the storm in the arms of another man.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: The Murdochs | A House Divided",
          "description": "All good things must come to an end, right? Try telling that to Rupert Murdoch. In his eighties, the billionaire tycoon shows no sign of slowing down. But let’s face it: the guy must be exhausted. His company is mired in scandal — again — and he’s facing tougher competition than ever before. Don’t even get us started on his sons, Lachlan and James, who are so pissed at each other they’re about ready to rip off their shirts and fight it out. Something’s gotta give or else Rupert’s empire, the one he spent his whole life building, might just crumble. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "ENCORE: The Murdochs | James Resigns, Succession Returns NEW EPISODE",
          "description": "Rupert’s oldest son Lachlan may have won the Murdoch family succession battle when he became CEO of the Fox Corporation. But that’s not where the Murdoch drama ends. On this brand new episode, New York Times assistant editor Ed Lee joins Aricia and Brooke to unpack some big news from James Murdoch. Later, culture writer Hunter Harris gives an update on the new season of HBO’s Succession. Harris flew to Tuscany to interview the cast and crew while they shot the final episodes of season three.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 21,
      "title": "Murder in the House of Gucci",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/ff/ac/10/11/ffac1011-8b5e-4106-9f90-8693664e5cc8/2417faea54c0a3197fba27fedff02dfc6b8a0e1b191d927226e87e592637fc2dc9ae1005b3660a2ca2adacf8b97aebe5f7b3b75a96a467a2dd7556df661c8e29.jpeg",
      "episodes": [
        {
          "title": "Murder in the House of Gucci | Humble Beginnings",
          "description": "On March 27, 1995, Maurizio Gucci – the one-time chairman of the House of Gucci – was killed in cold blood. The murder became Italy’s crime of the century. As a story, it had it all: a rags-to-riches family saga, a vengeful ex-wife, and the glitz and glamor of the world of high fashion.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Murder in the House of Gucci | All in the Family",
          "description": "When Maurizio Gucci and Patrizia Reggiano fell in love, they were able to give each other exactly what they needed. For Patrizia, who was born out of wedlock, that was social standing. For Maurizio, who grew up under his father’s thumb, that was confidence. Now that they’ve found each other, they’re ready to take over the world – or, at least, the Gucci empire.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Murder in the House of Gucci | Not Guilty, Not Innocent",
          "description": "Who killed Maurizio Gucci? As the police begin their investigation, they have no leads and too many suspects. Is it Patrizia, the wife Maurizio abandoned? Paolo, the cousin he betrayed? Or the Swiss mob, to whom Maurizio owed millions? The authorities go in circles – until a mysterious late-night phone call pushes the case in an entirely new direction.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Murder in the House of Gucci | Gucci’s New Visionary, Behind the Book That Inspired the Movie",
          "description": "The story of Gucci didn’t end with Maurizio’s murder. Vanity Fair fashion writer Leah Faye Cooper joins the show to discuss how the brand has evolved to become an even bigger player in the world of fashion. Later, journalist Sara Gay Forden shares the backstory behind her book, The House of Gucci: A Sensational Story of Murder, Madness, Glamour, and Greed, which was adapted for the new film staring Lady Gaga and Adam Driver. ",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 22,
      "title": "Blonde. Billionaire. Boss",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/33/a3/d2/46/33a3d246-c8a4-45fd-9630-5464e940ab1f/a3dc81729b7b6c78bcd5b8065669aef8a74cecf3e8b45fb6f393d1008994133bbf297e3bcd73beccaf39cde3279fb99ecb08009548234d584afb1dd6a2590197.jpeg",
      "episodes": [
        {
          "title": "Jessica Simpson: Blonde. Billionaire. Boss | Amazing Grace",
          "description": "Jessica Simpson has always had trouble using her voice. She’s bursting with things to say, but it’s hard to get the words out. When she blows the biggest audition of her career, she gets one last chance to use her voice when she scores a record contract. But what if using her voice means losing herself? In this four-part series, we dive deep into the story of Jessica Simpson and tell you all about how a Southern Baptist choir girl built a business to rival all the men who ever dismissed her.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Jessica Simpson: Blonde. Billionaire. Boss | The Newlyweds Game",
          "description": "As things within the Simpson family deteriorate, Jessica puts her faith in the only stable person in her orbit: her boyfriend Nick Lachey. Together, they take the world by storm with their MTV reality show The Newlyweds. There’s just one problem — while the show is catapulting Jessica to newfound fame, it’s leaving Nick in the dust.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Jessica Simpson: Blonde. Billionaire. Boss | Walking In Circles",
          "description": "For the first time ever, Jessica has everything she’s ever wanted — a loving husband, beautiful kids and a thriving business. But now that she’s on top of the world, there’s nothing to distract her from the hurt she’s been carrying since she was six years old…",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Jessica Simpson: Blonde. Billionaire. Boss | Resurrection",
          "description": "For the first time ever, Jessica has everything she’s ever wanted — a loving husband, beautiful kids and a thriving business. But now that she’s on top of the world, there’s nothing to distract her from the hurt she’s been carrying since she was six years old…",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Jessica Simpson: Blonde. Billionaire. Boss | Staying Power",
          "description": "Jessica Simpson has never stopped reinventing herself. Early in her career she went from pop star to reality star. Now she's a fashion mogul and author. Two decades into her career, she's still making waves. On this episode, culture writer Lindsay Mannering joins Aricia and Brooke to talk about their favorite Newlyweds moments, meeting Jessica at her Hidden Hills mansion, and Jessica’s enduring staying power.  ",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 23,
      "title": "The Patty Hearst Story",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/9d/b5/fe/61/9db5fe61-964d-4b41-8758-63364e15d45b/570086dae0b37cc678c43d53003d9424f66b39880c9942a232f1b33f4931aa84fe8055f5309663bb7ddd51383942e9430a030d6dbcba14297964ec4c91efa07f.jpeg",
      "episodes": [
        {
          "title": "Kidnapping American Royalty: The Patty Hearst Story | Captive",
          "description": "Imagine if Paris Hilton was kidnapped back when she was just a teenager – and that nobody, not even the FBI, could find her. Now imagine that, ten weeks later, she finally reemerges – waving a gun and robbing a bank alongside the people who kidnapped her.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Kidnapping American Royalty: The Patty Hearst Story | Survival",
          "description": "Nobody thought the Patty Hearst story could get any bigger. But then, ten weeks after her kidnapping, Patty’s spotted robbing a bank alongside the crew who kidnapped her. The media goes wild: Patty’s switched teams! She’s no longer a captive, she’s a criminal! But has Patty really joined the SLA, or is she playing along? Only Patty knows the answer. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Kidnapping American Royalty: The Patty Hearst Story | Free Patty",
          "description": "Patty Hearst has just been arrested for the Hibernia Bank robbery, and the prosecution has a very solid case. First, they have photos of Patty robbing the joint. Second, they have tapes of her confessing to the crime. And third, America really, really hates a rich girl breaking bad.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Kidnapping American Royalty: The Patty Hearst Story | The Psychology of Cults with Alexandra Stein",
          "description": "Patty Hearst would eventually put the SLA in her rearview mirror; she’d go on to have two kids and act in a string of John Waters films. But through the years, the debate has continued: was Patty really brainwashed, or did she voluntarily join the SLA? To help answer this question, Brooke and Aricia are joined by author and social scientist Alexandra Stein. Alexandra studies the psychological tactics cult leaders use to brainwash their subjects. She also has first hand experience with cults, having survived a decade in one. Alexandra will explain why it’s so hard to leave a cult and what can help people break free.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "To Richies With Love (Bonus Episode)",
          "description": "Even The Rich is hitting the big time. To celebrate 100 episodes, hosts Brooke and Aricia are answering your questions and spilling the details on everything you’ve ever wanted to know. How long have they been BFFs? Who’s their ideal celebrity co-host? And how do they really feel about Brooke’s singing? Plus, we share what’s coming up next on Even the Rich.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 24,
      "title": "Janet vs The HalfTime Show",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/36/94/7c/8b/36947c8b-833e-4366-a892-c93e15cdcbf9/b7212f028b50008c880b037b731a12b620016f13103a6f31223a8da63c368620da3d8cffe4a42611554b1a9666860c6d931869ef651db6f66be80b0d223cdf3f.jpeg",
      "episodes": [
        {
          "title": "Janet vs The Halftime Show | Control",
          "description": "On February 1st, 2004, Janet Jackson’s right breast was exposed to a live audience of over 144 million at the Super Bowl — for 9/16ths of a second. What should have been a fleeting moment of professional embarrassment became a national scandal. It was a story that had everything: a titillating costume change gone wrong, a powerful black woman who refused to grovel, and a squeaky-clean, young white upstart who was only too happy to align himself with power. Racism, sexism and misogyny collided to turn one of the greatest entertainers in the world into nothing more than a political scapegoat. ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Janet vs The Halftime Show | Unbreakable",
          "description": "After the Super Bowl, Janet Jackson just wants to forget it ever happened and move on. But the media has other plans. And it doesn’t help that the CEO of CBS wants her head on a platter. As Janet faces the biggest scandal of her career, can she weather the storm and make it to the other side with her career — and her sanity — intact?",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Janet vs The Halftime Show | Janet’s Other Legacy with Clover Hope",
          "description": "Janet Jackson's infamous wardrobe malfunction might never be forgotten, but what about her legacy as a trail-blazing feminist? Janet cut a path for female pop performers controlling their own narrative. She was an advocate for women getting what they need in the bedroom before most people even knew the term “sex positive.” And she did it all while the press critiqued her every move, and her body, too. Culture writer Clover Hope joins Brooke and Aricia to set the record straight. Clover shares what it was like to meet Janet at a Manhattan sushi bar, her love for Poetic Justice, and her take on the aftermath of Janet’s Super Bowl halftime show. ",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 25,
      "title": "The Kardashians",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/e6/e2/bc/11/e6e2bc11-55c9-4e16-9843-242bbc1624b1/46a9c8a07591ddd92ce7be944c3f449b92265fb0ed8ad04e915773e95efe3a066245f81d4010d8a13c5086807f9a31620d5064af3cfe816a587aa4ab7f794e1d.jpeg",
      "episodes": [
        {
          "title": "ENCORE: The Kardashians | The Momager",
          "description": "Once upon a time, no one had ever heard the name Kim Kardashian. But in the 15 years since the Kardashians have been on the scene, they’ve changed the nature of celebrity as we know it. How did the Kardashians turn 15 minutes of fame into 15 years and counting? This season we’re bringing you the story of a family who realized their greatest asset was themselves. But first, we start with the humble-ish beginnings of their visionary momager –Kris Jenner.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "ENCORE: The Kardashians | Over The Hump",
          "description": "With a sex tape in her past and a reality television show in her future, Kim Kardashian is primed for stardom. But after a whirlwind wedding and a quickie divorce, her big dreams might come to a screeching halt.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "ENCORE: The Kardashians | Social Climbing",
          "description": "Kim Kardashian West shot to fame and fortune by sharing her life on camera. But after a terrifying robbery, Kim begins to wonder if the lack of privacy is worth it. Meanwhile, another sister begins to eclipse Kim – only to find herself asking the same question.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "ENCORE: The Kardashians | Break The Internet",
          "description": "Kim’s developed a sixth sense for spinning scandals into publicity – and publicity into new brands. But what worked in 2010 won’t work in 2020. To stay on top, Kim’s going to have to work against all the instincts that have gotten her this far.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Kardashians | A Kardashian Year-in-Review with Page Six's Francesca Bacardi (NEW EPISODE)",
          "description": "Kim can’t stop dropping F-bombs. Kourtney can’t keep it in her pants on Instagram. And was Khloé secretly engaged to Tristan Thompson? Page Six writer Francesca Bacardi joins Brooke and Aricia to talk all that and so much more in this year-in-review of all things Kardashian. From Kylie’s hiding out after her Astroworld appearance to Pete Davidson’s infamous selfie while in bed with Kim, and what to expect from the Kardashian’s new Hulu series, Francesca sorts facts from fiction.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 26,
      "title": "Marilyn",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/54/38/4f/61/54384f61-99b4-464f-beb0-40ebd8d4c33d/045c13b55b4d87257dc2585eb90f83c7255bcf9002ca101d5e514bc044be61d5119e16121058a007393bf5cfb6b936150c81ebb920a38a8353c4de776be6184f.jpeg",
      "episodes": [
        {
          "title": "Marilyn | Goodbye, Norma Jeane",
          "description": "If any past celebrity could have pulled more Instagram followers than Kim Kardashian, it would have been Marilyn Monroe. Even without family money or a family, Marilyn knew exactly how to capture the world’s attention. But before she was Marilyn, she was just Norma Jeane Baker, a lonely young girl in the foster care system…",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Marilyn | It’s a Wrap",
          "description": "​​Marilyn Monroe and Joe DiMaggio are falling in love, but they want different lives. Joe wants to settle down and live outside the spotlight, and Marilyn wants to be an even bigger star. If push comes to shove, which one will Marilyn choose: Joe or her career?",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Marilyn | Art or Bust",
          "description": "​​Marilyn’s always been ambitious. She doesn’t want to play dumb blondes forever. But when she lands the role of her dreams, Marilyn’s insecurities start to get the better of her.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Marilyn | The One and Only",
          "description": "People keep refusing to take Marilyn seriously. But if Marilyn wants to keep moving forward, she needs to confront her toughest critic: herself.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Marilyn | Marilyn’s #MeToo Moment with Angelica Jade Bastién",
          "description": "Marilyn Monroe was an unrecognized feminist pioneer before her time. Nearly 70 years before #MeToo, she penned an expose about her experiences with “the casting couch” called “Wolves I Have Known.” In the final episode of our Marilyn Monroe series, we delve into the parts of Marilyn’s life that no one talks about. Vulture film critic Angelica Jade Bastién joins Brooke and Aricia to talk about what Marilyn teaches us about how society treats women who battle mental health challenges, and discuss some of her greatest on-screen moments.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 27,
      "title": "Saint Dolly",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/8e/f5/97/3b/8ef5973b-d28a-4b13-96de-650c04aae5c5/153886c71a8610e2308a7c418b32f05f4d6a72bfa8816cf9b3b07a7e1ebe026f7908c4734acc6a9a58a76f0cc856312e9a09e695c981e21122938f968fe2fabc.jpeg",
      "episodes": [
        {
          "title": "Saint Dolly | Backwoods Barbie",
          "description": "There are few celebrities more beloved than Dolly Parton. In her decades-long career, she’s cultivated loyalty with her fans by always being true to her roots. But before she was the musician we know and love today, Dolly was just a poor girl in rural Tennessee with a song in her heart, and a dream to be a big star…",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Saint Dolly | Girl Singer",
          "description": "When Dolly makes it to Nashville, stardom doesn’t come as quickly as she’d hoped. But landing a spot as the Girl Singer on Porter Wagoner’s show brings her much closer to her dreams. There’s just one problem — Porter controls every aspect of her career. And Dolly’s ready to strike out on her own.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Saint Dolly | An Eagle When She Flies",
          "description": "Dolly makes her case to her record label, and convinces them she’s a solo star. On her own, her career reaches new heights, and she even branches out into Hollywood. But Porter Wagoner’s not letting go without a fight. And he’s not the only one who wants a piece of the shiny new Dolly Parton pie.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Saint Dolly | Crying at Dollywood with Justin Kirkland",
          "description": "Dolly Parton fandom has reached new heights over the last few years. Her admirers run the gamut: From city slickers to small town folk, conservative churches to RuPaul’s Drag Race. But she’s always been Dolly. So why all the love and appreciation now? Culture writer Justin Kirkland joins Brooke and Aricia to unpack Dolly’s recent spike in popularity, how meeting Dolly set him up for a career in journalism, and what was going on when she tried to turn down a spot in the Rock & Roll Hall of Fame?!",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 28,
      "title": "Still Standing",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/a9/c9/78/d3/a9c978d3-0b1b-4d9c-aa53-05d205b6b53d/452eede1fa44396073ed78a5e160517ccafeae3dcd09978438c6717f128d65fba9e7eb8205250b50defef37079b10e17ce204c7dd9429b7983870cbb91dc8f07.jpeg",
      "episodes": [
        {
          "title": "Elton John: Still Standing | Meet Reginald Dwight",
          "description": "Reginald Dwight is a quiet, awkward kid from a troubled home. But his love of music gives him the escape he’s always needed. Nothing can shake his confidence when he’s got his Elvis record on the turntable. So when his natural talent on the piano lands him the opportunity to record an album of his own, Reginald knows it’s his chance to transform into someone bigger and more confident than himself. He’s going to become: Elton John.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Elton John: Still Standing | A Long and Lonely Climb",
          "description": "As Elton’s star rises, the isolation of fame leaves him feeling even more lonely than before. His mother’s words haunt him, and lead him to some very poor romantic decisions. But behind it all, a bigger threat is looming. And it comes in the form of a white powder.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Elton John: Still Standing | Someone Saved My Life Tonight",
          "description": "Elton John is hard at work masking his pain with his vices. His cocaine addiction is getting worse, and it’s starting to affect his career. But when a painful death leads him to his rock bottom, he finally figures out how to get the help he needs.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Elton John: Still Standing | I'm Gonna Love Me Again",
          "description": "Elton’s finally getting his addictions under control. But just as he gets his life back on track, he suffers a series of devastating losses. After all these years, can Elton find a purpose in the pain, and carve out a little slice of happiness?",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Elton John: Still Standing | Clean Living and Good Juju, with Jujubee",
          "description": "With his Farewell Yellow Brick Road tour back in full swing, Elton looks poised to ride off into the sunset in style. But when he does finally hang up the platform boots, his legacy will still be dazzling. He’s set the stage for the next generation of LGBTQ+ performers, like Jujubee. She’s a four-time competitor on RuPaul’s Drag Race and host of Wondery’s new dating show, Queen of Hearts. On today’s episode, Aricia and Juju get real about navigating sobriety in the limelight, Elton’s best looks, and one of our toughest Would-You-Rathers yet: A life without fake lashes, or without contouring?",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 29,
      "title": "Back to Bennifer",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/f1/ec/2a/4f/f1ec2a4f-898e-43ab-b5ef-06ac779b1dd3/8357c11fd8763c0959848a22df942c1e3ffd69aaf94a3e98b07ec60d4a988f28eafa3392d17da67ddc86d878b65125a6cd22f9d1cd91879b6b720e06d4bae811.jpeg",
      "episodes": [
        {
          "title": "ENCORE: Back to Bennifer | How Do You Like Them Apples?",
          "description": "Before Gigli, Jersey Girl or Jenny From The Block, there was just Ben Affleck — a young masshole with a difficult home life who just wants to be loved. But when he finally meets the girl of his dreams, their supernova stardom threatens the very thing he’s been searching for all along. This is a 2-part series on Bennifer, a power couple so hot they caused a media meltdown. Twice.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "ENCORE: Back to Bennifer | The Boy With The Dragon Tattoo",
          "description": "After dragging himself back from a bad breakup and a dismal career slump, Ben finds love again with someone else. But for all his achievements, he can't seem to shake the specter of his father. Forgiving his dad will mean forgiving himself first — and maybe even finding love again.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 30,
      "title": "Fresh Prince to Fallen King",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/3e/f1/26/a4/3ef126a4-4842-4008-92b7-12224d345b61/b86bd1256a338782302753a1472e4569cdaebd936f76b5278d80dd510fa84c44d946c12537bad632785cbbbb8dd124a6e8d3b2f2074e5eee6c8ba081ca9dc0a5.jpeg",
      "episodes": [
        {
          "title": "Will Smith: Fresh Prince to Fallen King | Made In America",
          "description": "Will Smith is everyone’s guy. He went from multi-platinum rapper, to primetime sweetheart, to one of the world’s most bankable movie stars. And all while being a husband and father. Will’s reputation as a charming, easy going guy has shaped his whole career. Until now. In this four part series, we’ll tell you how his drive to succeed at all costs, ultimately led to his undoing, and how he paid the price for allowing his need for control to guide his actions.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Will Smith: Fresh Prince to Fallen King | The Pursuit of Happyness",
          "description": "Things are finally falling into place for the Fresh Prince. With a hit new sitcom and budding movie career, life is looking up. But when he meets the woman of his dreams, Will has to make sure his need for control doesn’t derail the love of his life.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Will Smith: Fresh Prince to Fallen King | A Low Down Dirty Shame",
          "description": "Jada Pinkett came from an unstable home life that taught her she could only rely on herself. But her talent for acting takes her to Hollywood, where she pursues her dream of being onscreen. But then Will Smith happens. And even though she’s madly in love with their beautiful family, she worries she’s being consumed by his wants and needs and losing her own identity. Until one day… when she makes her voice heard.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Will Smith: Fresh Prince to Fallen King | Enemy of the State",
          "description": "After years of soul searching and reflection, Will Smith is finally ready to confront his demons — and Hollywood rewards him for it. With his third Best Actor nomination under his belt, the Fresh Prince is inches away from his crowning achievement. But the scared kid he used to be is still hiding under all that swagger and bravado. And when Will lets his fear take over at a crucial moment, he nearly loses it all.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Rich and Daily: Britney & Elton Bring Us All 'Closer'",
          "description": "After a six-year hiatus, the Princess of Pop is back with new music. “Hold Me Closer,” the highly anticipated collab from Britney Spears and Elton John, has just dropped. And even though the world is celebrating Brit’s return to music, the pop star says she’s feeling a bit “overwhelmed” by it all, causing her to delete her Instagram in an attempt to prioritize her mental health. So will the success of this song nudge her back to the recording studio? Or is our \"Tiny Dancer\" still not ready?",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Will Smith: Fresh Prince to Fallen King | After the Slap with Elamin Abdelmahmoud",
          "description": "Between a hit TV show, platinum-selling albums and box office bonafides, Will Smith once epitomized the celebrity A-Lister. Now, he’s got to find his place in the new era of Hollywood. So what’s next for the Fresh Prince? BuzzFeed culture reporter Elamin Abdelmahmoud joins Brooke and Aricia to discuss their favorite Will Smith roles, The Slap, and what’s going on with all that oversharing.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 31,
      "title": "JFK & Jackie",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/33/05/b3/a0/3305b3a0-b3fa-4edc-a9f9-977546d08403/f156b26b1ba4a03f957f01dca13e3fed0f9a6d2943a4f16df2ea037b6e89f49877d550caf81b9d493ca5652270feff7b18a8509afa70bba004fedc2a498eb663.jpeg",
      "episodes": [
        {
          "title": "ENCORE: JFK & Jackie | Queen Deb",
          "description": "Without a guaranteed inheritance, Jackie’s future depends on marrying well. But none of the men in her social set excite her. She’s brilliant, cultured, and endlessly curious – and they just want an adoring housewife.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "ENCORE: JFK & Jackie | Keeping House",
          "description": "Now that they’re married, Jackie can’t wait to build a home with her new husband Jack. But the chronically ill politician has other ideas in mind. Convinced he’ll die young, Jack says yes to every opportunity that comes his way – and every woman.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "ENCORE: JFK & Jackie | After Camelot",
          "description": "Jack and Jackie have turned over a new leaf. He’s not sleeping around (as much), and Jackie’s expecting a new addition to the family. But just as they’re finally learning to live together, another tragedy tears them apart.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 32,
      "title": "Rewriting The Story",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/d1/61/e2/ea/d161e2ea-a15d-43f7-be3b-be9b5f89fa74/e72012f8aed6db03ae00ca10f8ae0059d7a20e3b1abe7e4cab9fdf99d89a659914a0f007a22992fc350994c2e0b55fbc9cbef342aafe18ba8372f3311df28822.jpeg",
      "episodes": [
        {
          "title": "Drew Barrymore: Rewriting The Story | The Barrymore Curse",
          "description": "Drew Barrymore might just be the prime example of troubled child stardom. But before there was Drew, there was her famous family — and the troubled legacy they left behind. In this four part series, we’ll tell you how Drew Barrymore broke free from the curse of her forefathers and forged her own path as Hollywood’s favorite girl next door.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Drew Barrymore: Rewriting The Story | Wishful Thinking",
          "description": "When E.T. makes young Drew Barrymore a star, she can’t believe her luck. With Steven Spielberg himself in her corner, she finally has all the love and attention she’s always craved. But as it turns out, sometimes elementary school is even more cutthroat than Hollywood. And when she tries to fit in, Drew discovers she’s in for a rude awakening.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Drew Barrymore: Rewriting The Story | Irreconcilable Differences",
          "description": "After Drew’s behavior starts getting out of control, her desperate mother Jaid forces her into rehab. But when America discovers their girl-next-door is actually a hard-partying addict, they turn on her. Now, she’s unhireable. But the lessons she learns in rehab teach her one valuable lesson — if she’s going to succeed, she has to take back control of her story.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Drew Barrymore: Rewriting The Story | Breaking The Curse",
          "description": "With rehab behind her and a reputation to repair, Drew’s determined to show Hollywood she’s ready to do the work. But as she rebuilds her career and reclaims her place as a Barrymore, she realizes it’s up to her to heal the wounds her family left behind — once and for all.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Drew Barrymore: Rewriting The Story | The Joyful Mayhem of Drew with Chelsea Devantez",
          "description": "This week, Chelsea Devantez — comedian, writer, and host of the Celebrity Book Club podcast — joins Brooke and Aricia to talk about making it in Hollywood, Drew Barrymore’s finest moments, and the art of the celebrity memoir.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 33,
      "title": "In God We Lust",
      "image": "https://res.cloudinary.com/dumslp4el/image/fetch/w_676,h_676/https://content.production.cdn.art19.com/images/c3/a5/a9/4f/c3a5a94f-2323-4fba-bebd-0538676be2fa/5d43cf14fe7465623e81e13202fd089b9a0f223c00dcca7f64ac2707525ccfbe32cbe2d9e00d1fbdfa82dc49d9d7663e02cf10f4ad6b31f3723771b4e4063316.jpeg",
      "episodes": [
        {
          "title": "Encore: In God We Lust | The Menage-A-Trois Carnival",
          "description": "A young pool attendant at a Miami Beach hotel, meets a couple there on vacation and an affair begins. The young man doesn’t know who they are at first, but after seeing them several more times, he finds out the couple is far more powerful than he imagined. In turn, the couple promises his life is about to change.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Encore: In God We Lust | Liberty... or Libertine?",
          "description": "When Jerry Falwell Jr takes over at Liberty University in 2007 he has big shoes to fill: his father’s. The Reverend Jerry Falwell was a famous and controversial evangelical minister who lived by a strict code of conduct. Can Jerry Jr. follow in his father’s footsteps, or will he make his own rules?",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/c3/55/d2/da/c355d2da-f845-47df-a4e6-22b70a5082bb/c290fe89d3a699dd5c316f5f4cfe2ca942183cef5d6ac4fc2d7d6df296690c9e7183f79422dcb0b37af7c7e7e59de0e36cddd3b01500bf066a470614c9a0af6d.png",
  "genres": [
    "All",
    "Comedy",
    "Entertainment",
    "Featured",
    "History"
  ],
  "updated": "2022-11-01T07:08:00.000Z"
}