{
  "id": "9263",
  "title": "True Love",
  "description": "Love is that first breathless glance. That person you lust after. That person you fall too hard for.   But “happily ever after” ain’t ever in the cards. In fact, it’s more like, “ Hurry up before my husband gets home!”  And that is True Love. From Wondery, True Love is a weekly fictional series of scandalous love stories that are sexy, funny and filled to the brim with heartache. It’s the marriage of your favorite nighttime soap opera with your favorite juicy beach read. True Love explores the obstacles and challenges of walking the path to happily ever after...or happy for the moment. Co-hosted by Amber Reauchean Williams and Malcolm Barrett.",
  "seasons": [
    {
      "season": 1,
      "title": "The General and the Journalist",
      "image": "https://content.production.cdn.art19.com/images/d4/c3/24/af/d4c324af-61b8-4905-816e-d33bd7cb3eba/12eaa83d090f3dfd0c32a33f967fcf5f74b8a3e7b623cc1edb5ee67e90a02a06d33971e9fd1eb0469e26a551a74e91493a818402ffdad3845e177f3ecca3409a.jpeg",
      "episodes": [
        {
          "title": "The General and the Journalist | Even A Kiss Is a Lie",
          "description": "Diane Henning’s life is at an impasse. Her marriage is lacking. Her career as a writer has stalled. And in Washington DC, where your proximity to power is all that anyone cares about, she’s going nowhere fast. Then a surprising opportunity knocks: to write the biography of a famous four-star general. Diane plans to write the book her way….until she and the General meet in person, and things get hot real quick.  ",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The General and the Journalist | Have You Lost Your F@*#! Mind?!",
          "description": "Anyone can make a bad decision. But for Diane, her choices are like jumping into a lion’s den while wearing a meat suit. Things are getting hot and heavy between her and General Evans, at exactly the wrong moment. Because Logan receives some shocking news, and Diane has to decide if she will follow the truth or follow her heart. ",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The General and the Journalist | It’s Not What You Think",
          "description": "While writing General Logan Evans' biography, Diane realizes he may not be telling the truth about his past. To get answers, she'll need access to the highest level of government. What she finds out will lead to further complications with the man she's falling for.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The General and the Journalist | It’s Never Too Late to Start Over",
          "description": "The entire world now knows about the affair between Diane and General Logan. She's devastated, as she wanted to make her name as an author—not as the mistress of a disgraced CIA Director. She knows falling for a married subject was stupid... but was it criminal? Facing 10 years in prison, Diane tries to pick up the pieces of her family life.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The General and the Journalist | A Labor of Love: The Making of True Love",
          "description": "Aricia Skidmore Williams the host of Wondery’s Even the Rich sits down with True Love showrunner and writer Kevin Arbouet and voice actress Amber Reachean Williams to chat about the series, the true story it was inspired by, and creating Black love stories.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 2,
      "title": "Cinematic Entanglements",
      "image": "https://content.production.cdn.art19.com/images/d4/c3/24/af/d4c324af-61b8-4905-816e-d33bd7cb3eba/12eaa83d090f3dfd0c32a33f967fcf5f74b8a3e7b623cc1edb5ee67e90a02a06d33971e9fd1eb0469e26a551a74e91493a818402ffdad3845e177f3ecca3409a.jpeg",
      "episodes": [
        {
          "title": "Cinematic Entanglements | They Shoot Actors, Don’t They?",
          "description": "Abby Williams and Erik Daniels are two actors at a crossroads in their career. Abby is an unknown indie actress and Erik is a former teen heartthrob trying to live down an embarrassing scandal. When they both audition for the same movie, sparks fly in the worst possible way.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Cinematic Entanglements | Rotten Tomatoes",
          "description": "After an impromptu kiss, the movie studio warns Abby and Erik not to start a romantic relationship. If they do, it’s off to the unemployment line. Not a problem when a flying scene leads to a misunderstanding. But when Erik confesses his true feelings everything changes.. until the reviews for the movie come in.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Cinematic Entanglements | The Other Side of the Pond",
          "description": "Abby and Erik managed to keep their relationship a secret from the studio until the very end. But now that the film's done and the bad reviews are out, they’re not sure they’ll ever work in Hollywood again. Then Abby gets an opportunity to work with a respected director—and Erik can’t hide his envy.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Cinematic Entanglements | A Hollywood Ending",
          "description": "While Abby and Erik’s movie may have been a financial success, their relationship is a total failure. They’ve broken up. Meanwhile Erik and the movie studio want to make a sequel to Flyboy but all Abby wants to do is work with Nigel Hawthorne.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Cinematic Entanglements | Meagan Good's Superhero Manifestation",
          "description": "Meagan Good gets real about what it's like to work in Hollywood as a Black woman with big aspirations. From her debut in the groundbreaking indie film Eve's Bayou to the record breaking DC Comics franchise hit, Shazam!, Meagan shares how she turned her superhero dreams into a reality. She also talks to us about her upcoming Amazon series Harlem, and the importance of creating authentic Black love stories on the big and small screen.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 3,
      "title": "Dangerous Moves",
      "image": "https://content.production.cdn.art19.com/images/d4/c3/24/af/d4c324af-61b8-4905-816e-d33bd7cb3eba/12eaa83d090f3dfd0c32a33f967fcf5f74b8a3e7b623cc1edb5ee67e90a02a06d33971e9fd1eb0469e26a551a74e91493a818402ffdad3845e177f3ecca3409a.jpeg",
      "episodes": [
        {
          "title": "Dangerous Moves | Thrive",
          "description": "Cassie Phillips and Memphis White are two modern dancers on a mission. For Cassie, she’s only 25 years old and desperately wants to change the old and traditional ways of modern dance. For Memphis, he’s been out of the game for 10 years and jumps at the opportunity for a comeback. They’ve both used to being the star and going at it solo but when the two meet, they might discover that they’re better off as a duet.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dangerous Moves | All Sorts of Wrong",
          "description": "Not only does Cassi want to dance, she wants to shine. But it’s impossible to shine when you think the dancing is dull. Which is exactly what she thought of Memphis when he joined the show. That is, until they shared a hot night of passion. But for the sake of both of their families, the next type they do the Mambo, it better be standing up.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dangerous Moves | The Last Tango in Brooklyn",
          "description": "There’s a phrase that starts with, be careful what you wish for and Cassie now understands what that means. After Gina’s accident, Cassie assumed that she was the most logical choice to take over as Creative Director of Harlem Modern until Memphis moved into the top spot. And as Memphis starts to put together a new show, Cassi discovers a secret that will change everyone’s lives forever.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dangerous Moves | The Marriage Shuffle",
          "description": "It’s the one thing that Cassie never saw coming, getting pregnant. And it was the very thing that her husband always wanted. But there’s a problem, Cassie’s not sure if he’s the father...or Memphis. Cassie needs to figure it out before Memphis makes good on his threat of telling Beau himself. Whatever happens now, there’s no coming back.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dangerous Moves | Richy Jackson’s Bad Romance with Dance",
          "description": "Choreographer Richy Jackson discusses the complex world of dance and the importance of collaboration. Richy is best known for his work with Lady Gaga and discusses their successful artistic relationship guided by his visual direction. They have worked together since her first music video, \"Just Dance.\" He also shares his thoughts on Michael Jackson's \"Thriller,\" the challenges of choreographing a Super Bowl halftime show performance and returning to the Vegas stage with Lady Gaga.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 4,
      "title": "Dirty Water",
      "image": "https://content.production.cdn.art19.com/images/d4/c3/24/af/d4c324af-61b8-4905-816e-d33bd7cb3eba/12eaa83d090f3dfd0c32a33f967fcf5f74b8a3e7b623cc1edb5ee67e90a02a06d33971e9fd1eb0469e26a551a74e91493a818402ffdad3845e177f3ecca3409a.jpeg",
      "episodes": [
        {
          "title": "Dirty Water | Purity",
          "description": "College student Jasmine Washington is a restless genius who wants to make a positive change in the world while Jean Claude Ferdinand is the son of a wealthy restaurateur who wants to make it on his own merits. When Jasmine gets a once-in-a lifetime idea, Jean may be the one person who can make her dreams come true.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dirty Water | Can I Put That on Layaway?",
          "description": "After Jasmine and Jean decide to work together on their water purification idea they both realize that there’s just one big problem. They don’t have the funding to make their dream reality. So for them, they have to decide if it’s time to either beg, borrow or steal.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dirty Water | Troubled Waters",
          "description": "Jasmine and Jean turn out to be great partners in every way – in love, in work and in crime. After Jean used the family credit card without his father’s permission, Pure T is starting to look less and less like the well intentioned company that Jasmine first envisioned.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dirty Water | Failure to Launch",
          "description": "In this last episode, Jean is starting to feel the effects of Jasmine firing Amanda. And after the explosive interview, the walls are starting to close in on Pure T. Jasmine and Jean need to decide what’s more important - the future of the company or the future of their relationship?",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Dirty Water | Jasmine Crowe Feeds More, Wastes Less",
          "description": "Social entrepreneur Jasmine Crowe is working to make the world a better place by reducing food waste and ending hunger. Crowe joins True Love to discuss being the CEO of Atlanta-based startup, Goodr. The tech-enabled sustainable food waste management company strives to eliminate hunger and save food from landfills. In addition, Crowe talks about her journey as a Black woman trying to secure funding for her business venture, balancing a career as a new mom, and how to love yourself as you take care of others.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 5,
      "title": "Starstruck",
      "image": "https://content.production.cdn.art19.com/images/d4/c3/24/af/d4c324af-61b8-4905-816e-d33bd7cb3eba/12eaa83d090f3dfd0c32a33f967fcf5f74b8a3e7b623cc1edb5ee67e90a02a06d33971e9fd1eb0469e26a551a74e91493a818402ffdad3845e177f3ecca3409a.jpeg",
      "episodes": [
        {
          "title": "Starstruck | No Time for the Past",
          "description": "NASA pilot, Thea Mills has always dreamed of going up into space. But after an encounter with her superior, Thea finds herself out of a job. That is until, Dylan Owens of Von Trapp Galatic reaches out to offer her the position of Commander for their maiden voyage. While that may seem like a lifeline, it turns out to be more like a noose as Dylan is actually Thea’s ex-boyfriend.",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Starstruck | Ms. Disaster",
          "description": "Against her better judgment, Thea decides to accept the job position at Von Trapp Galactic. Working with her ex-boyfriend Dylan is hard enough but when Thea accidentally creates a publicity mishap she soon realizes that her job requires more than just being a good pilot.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Starstruck | Crash Into You",
          "description": "Just as Thea starts to get comfortable with her newfound fame, an accident makes her reevaluate her position at Von Trapp and more importantly, her relationship with Dylan.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Starstruck | The Dark Knight",
          "description": "When Thea and Dylan finally rekindle their old romance, Dylan is forced to choose between his career or his romance.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Starstruck | Training Day",
          "description": "After Dylan betrays Thea by publicly throwing her under the bus, she soon realizes that it’s about to get a whole lot worse when she has to deal with the fact that Dylan will now be training to go up into space with her.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Starstruck | Bye Bye Bye",
          "description": "On the night before the big space launch, Thea and Dylan have to go to a company wide bon voyage dinner. And after Dylan realizes his true feelings for Thea, this might be his last shot to tell her how he really feels.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Starstruck | We Need Space",
          "description": "Dylan and Thea deal with the consequences of getting caught kissing by Margo. After they both decide to remain friends, they have to decide what’s more important, the mission to space or their relationship.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Starstruck | Screw Protocol",
          "description": "In the season finale, Thea achieves her dream of finally going up into space. Unfortunately, her dream soon becomes a nightmare after an equipment malfunction. Now Thea must save the ship and hopefully, her relationship.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 6,
      "title": "The Engagement",
      "image": "https://content.production.cdn.art19.com/images/d4/c3/24/af/d4c324af-61b8-4905-816e-d33bd7cb3eba/12eaa83d090f3dfd0c32a33f967fcf5f74b8a3e7b623cc1edb5ee67e90a02a06d33971e9fd1eb0469e26a551a74e91493a818402ffdad3845e177f3ecca3409a.jpeg",
      "episodes": [
        {
          "title": "The Engagement | The Great Escape",
          "description": "It's 1955. Aspiring writer Celeste Grainger has lived her whole life in the lap of luxury. Her rich father, Henry, has arranged everything for her: her clothes, her car, and unfortunately, even her marriage. Celeste is engaged to the boorish Philip, but on the evening of her lavish engagement party, she catches a glimpse of the man that will change everything. Teddy Valentine is a smooth, bohemian trumpet player with a secret. Will Celeste stay trapped in her gilded cage or run off with the mysterious stranger who promises her a taste of the artist's life she craves?",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Engagement | The Road To Hell",
          "description": "Rich, high society Celeste and bohemian jazz musician Teddy have taken her father's car and are now on the road to New Orleans. Their steamy attraction will be tested when they realize they have less in common than they ever thought. The dinner from hell could end their relationship before it even starts.",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Engagement | Heading South",
          "description": "After Celeste leaves Teddy for a night out at a fancy restaurant, tensions are high. Teddy's fully in his feelings and Celeste doesn't know how to apologize. This road trip has turned into a nightmare. But, getting intimate in a hotel bed might be just what they need to rekindle the flame.",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Engagement | Kind of Blue",
          "description": "Celeste and Teddy's car is a steaming wreck on the side of the road, putting their entire journey in jeopardy. Just as they were starting to see eye to eye, the accident threatens to tear them apart all over again.",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Engagement | Home Again",
          "description": "Celeste and Teddy are on the run and decide to hide out at Teddy’s childhood home. But Teddy’s mom isn’t too pleased about her only son carrying on with a married woman. And just when everyone starts to get along, someone from Celeste’s past shows up to disrupt the family portrait.",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Engagement | Alone Together",
          "description": "Celeste and Teddy hit a bump in the road when Celeste’s secret is finally revealed. Reeling from the betrayal, the lovers part ways: Teddy heads to the Hepcat Jazz Festival in New Orleans, while Celeste returns to the high society life she left behind. But they’ll both soon find that a life without love, is no life at all.",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Engagement | Round 'About Midnight",
          "description": "The day Teddy's dreamed about for years has arrived. He's about to meet a man who can give him the answers he needs about his father's fate. But what he hears will change him forever. And Celeste arrives in New Orleans to follow in the footsteps of Zora Neale Hurston and hopefully find a way to win back Teddy's love.",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Engagement | I Could Write a Book",
          "description": "Together at last, Celeste and Teddy make plans for the future, reconcile with their pasts, and fall deeper and deeper into an everlasting love.",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/d4/c3/24/af/d4c324af-61b8-4905-816e-d33bd7cb3eba/2a63f7fa4a654c8582a18e490838cfb10facccf8464bd2b588bdb13079e82b38542f12e9a6f579cb545f5c7418de411f90f918a4b956b63e9ec0a620e2e37891.png",
  "updated": "2022-06-29T07:30:00.000Z"
}