{
  "id": "9620",
  "title": "Melon's House Party",
  "description": "Welcome to Melon’s House Party! Did you know that the objects in your house sing and speak all day long? They just do so in a key only dogs can hear. Enter, Melon, an eight pound dog with a thousand pound heart who is the key to a world that lives right under our noses! She lives in a world full of friends; an always singing record player, a soulless computer, her bookshelf therapist and many more. But her best friend in the world is Couch. No musical adventure is too big for Melon and Couch as long as they can figure out a way to do it together. As Melon learns about herself and the world around her, she shows us how to appreciate the little things in life and the importance of friendship and family.",
  "seasons": [
    {
      "season": 1,
      "title": "Season 1",
      "image": "https://content.production.cdn.art19.com/images/76/cf/36/3f/76cf363f-bf38-4490-80f9-ad890df8b2a2/c672ea837cb10aa700d7bf3e2afca25304558303cd4b7a2ca1f84c64a4ef7b120c83bdc4caa8491d9e5d39874ea43941d9a5aa005dfb499d7be9734734b0213d.jpeg",
      "episodes": [
        {
          "title": "Something New for the House",
          "description": "Melon’s human parents, Luke and Chloe, announce that they’re heading out to get something new for the house. When they’re gone, the objects of the house speculate on what could it be?  And then Wall Calendar privately informs Melon that Luke and Chloe have gone Couch shopping. Oh no - they’re replacing Couch! Melon can’t lose her best friend in the world!  Now she must figure out a way to tell Couch the truth and lead the house in coming up with a plan to save him. (with special guests: Griffin Matthews & Rory O'Malley)",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Magic Hour Walk",
          "description": "Couch dreams of taking a walk, and with the help of a spell book from Bookshelf, Melon just might be able to make his dream come true. After gathering some bizarre ingredients and learning some basic Latin, the two share a beautiful sunset walk but must make it back to the house before the spell wears off and Couch is stuck on the curb forever. (with special guest: Rory O'Malley)",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Nothing Goes as Planned",
          "description": "When Wall Calendar falls off the wall, Luke and Chloe forget it’s their anniversary and begin fighting. Melon and Couch decide they have to step in and save the relationship by throwing the best anniversary party ever. They consult old pictures of Luke and Chloe to plan the perfect party, but unfortunately, nothing goes as planned. Will their efforts be enough to restore harmony in the house? (with special guests: Tom Hennes & Hannah Whitney)",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Melon in the Sky",
          "description": "Luke and Chloe go to visit Luke’s parents in Pittsburgh which means Melon gets to go on her first plane ride ever. Melon is seated in an exit row and called on by a group of extraordinary service dogs to assist when there’s a problem with the plane and she’s the only animal small enough to save the day. (with special guests: Mary Holland & Cal Shapiro)",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Best Friends for Never",
          "description": "When Couch and Couch Two unexpectedly become friends and bond over life as a couch, Melon feels left behind. Determined to find a new best friend, Melon tries to buddy up to a fish, an electronic dog treat dispenser and a lost dog poster only to find that you can’t force best friendship. (with special guest: Aisha Jackson)",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Who is Melon?",
          "description": "Unlike most of her friends in the house who have a tag and a very clear purpose, Melon realizes she doesn’t know where she comes from which sends her on a journey of self discovery. Along the way, she gets a dramatic haircut, finds out her breed, meets “Mirror Melon” and realizes that your past is only part of you, not all of you. (with special guest: Peter Russo)",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Roof Dog!",
          "description": "Melon is having trouble figuring out how to be helpful...that is until she gets on the roof and transforms into her superhero alter-ego, Roof Dog! Along with her all-seeing sidekick, Chimney, she must stop the supervillain, Dumpster, from stealing all the toys in the neighborhood. It’s a stinky situation and it smells like a job for Roof Dog! (with special guests: Chris Mann & Rory O'Malley)",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Family Is All We Got",
          "description": "While waiting for Luke outside a coffee shop, Melon runs into her long lost brother, Scram, and they have a joyous reunion. After a big night on the town, Melon insists Scram come live with her, but integrating him into her home life proves to be difficult. (with special guests: Zach Reino & Joe Pizzulo)",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Double Emergency",
          "description": "During the Annual House Triathlon, Melon and Couch get injured and hide it from Luke and Chloe for as long as they can. Eventually, Melon’s Eye and Couch’s Leg speak up and demand immediate medical attention. After a trip to the vet and a visit from a furniture fixer, Melon and Couch realize that it’s okay to ask for help. (with special guests: Danny Pudi & Jo Lampert)",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Melon Joins The Bad Girls Club",
          "description": "After a failed game of tug of war with Couch, Melon decides that she could use some dog friends and wonders if perhaps the Bad Girls Club could be a good option. The Bad Girls tell Melon that in order to be a part of their exclusive club, she’ll have to help them pull off a heist. And not just any heist…a salmon heist. (with special guests: Louis Price & Griffin Matthews)",
          "episode": 10,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    },
    {
      "season": 2,
      "title": "Season 2",
      "image": "https://content.production.cdn.art19.com/images/76/cf/36/3f/76cf363f-bf38-4490-80f9-ad890df8b2a2/c672ea837cb10aa700d7bf3e2afca25304558303cd4b7a2ca1f84c64a4ef7b120c83bdc4caa8491d9e5d39874ea43941d9a5aa005dfb499d7be9734734b0213d.jpeg",
      "episodes": [
        {
          "title": "Better Than Ever",
          "description": "Things around the house are better than ever until a flier arrives and announces that Couch's first home, Larry’s Discount Furniture, is closing. Before Larry’s closes its doors forever, Melon must break into the furniture super store and save Couch’s first friend, Lava Lamp. (with special guest: Leo Gallo)",
          "episode": 1,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Bad Girls Break Up",
          "description": "When the Bad Girls Club breaks up, they each start their own club and want Melon to join. After joining Singing Dogs Club, Buff Dogs Club, Food Club and The Reckless Dan Fan Club, Melon realizes she might have overcommitted herself. (with special guests: Aisha Jackson & Greg Hildreth)",
          "episode": 2,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Party at Melon's House",
          "description": "When the bust of famous theater critic, Olivia Craisin, arrives at the house, Melon is inspired to put on a play that’s going to change the world. However, when Bookshelf takes the reins as the director, he and Melon don’t see eye to eye on the artistic direction of the show. (with special guests: Rory O’Malley & Christina Anthony)",
          "episode": 3,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Deep Sea Sitting",
          "description": "Couch feels like he hasn’t done enough with his life so he and Melon seek advice from Settee, the most accomplished Couch of all time. The only catch is that Settee is on a sunken ship on the bottom of the ocean. (with special guests: Otis Kane & India Carney)",
          "episode": 4,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "The Mystery of the Heinous Dent",
          "description": "After hearing a series of very strange noises in the attic, Rita Records discovers that her dad, Gregory Gramophone, has been badly hurt. Detective Melon and her trusted associate, Couch, take up the case and attempt to figure out who is responsible for this heinous crime. (with special guests: Joe Pizzulo & Giuliano Pizzulo)",
          "episode": 5,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Search & Rescue",
          "description": "Luke heads off into the woods to take a solo camping trip, but shortly after he leaves, Melon has a strong feeling that Luke is trapped and needs her help. Melon and Couch must become survivalists and brave the elements to try to rescue Luke. (with special guests: Louis Price & Kayley Bishop)",
          "episode": 6,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Grandmother Clock Time Machine",
          "description": "After Melon gets in big trouble with Luke and Chloe, she discovers that Grandmother Clock is a time machine and heads back in time with Couch to undo her mistakes. However, time travel is rife with complications, and the next thing they know, Melon and Couch have made a mess of history. (with special guests: Cal Shapiro & Charity Angél Dawson)",
          "episode": 7,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Mom's Farm",
          "description": "After years of thinking her mom was no longer around, Melon learns from her brother, Scram, that her Mom may still be alive. They set out on an epic cross country adventure to find their mom and figure out why they got split up all those years ago. (with special guests: Megan Hilty & Zach Reino)",
          "episode": 8,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Bookshelf Fairy Tale",
          "description": "Bookshelf uses a magic spell to transport Melon and Couch inside a book of three classic fairy tales. The only problem is that it sort of seems like everyone in the fairy tales wants to eat them. (with special guests: Rory O’Malley, Megan Bagala & Aaron Arnell Harrington)",
          "episode": 9,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        },
        {
          "title": "Sk8 World",
          "description": "Melon heads to the dog park only to learn that it has been turned into a dog skatepark. Every dog she knows is now into skating and there is a huge skate competition happening tomorrow with a coveted grand prize of a painted dog portrait. (with special guests: Nick Blaemire)",
          "episode": 10,
          "file": "https://podcast-api.netlify.app/placeholder-audio.mp3"
        }
      ]
    }
  ],
  "image": "https://content.production.cdn.art19.com/images/76/cf/36/3f/76cf363f-bf38-4490-80f9-ad890df8b2a2/a5cb31de2d0c42284b43fb29591fd9388e41e92f5ff2eac87082ee249f2ad77995f457595fc91e784fa491f7770e4a273a6423b81ac33002ad6e49247a3ab915.png",
  "updated": "2022-11-02T07:03:00.000Z"
}